{
  "generated_at_iso": "2025-08-10T09:49:45",
  "items": [
    {
      "task": {
        "title": "Mål et skævt kvadrat | Ingeniøren",
        "url": "https://ing.dk/artikel/maal-et-skaevt-kvadrat-0",
        "number": 395,
        "text": "Opgave 395:\n\nTre parallelle linjer ligger med afstandene 5 og 7.\n\nPå de tre linjer ligger punkterne A, B og C, som sammen med D udgør hjørnerne i et kvadrat.\n\nHvad er arealet af dette kvadrat?"
      },
      "proposed": {
        "presentation": "144 kvadratenheder",
        "structured": {
          "understanding": "Vi skal finde arealet af et kvadrat dannet af punkterne A, B, C og D, hvor A, B, og C ligger på tre parallelle linjer med afstande 5 og 7.",
          "classification": "Geometri",
          "data": [
            "Afstand mellem linjerne: 5 og 7",
            "Tre parallelle linjer: L1, L2, L3",
            "A, B, C er punkter på disse linjer",
            "D er det fjerde hjørne i kvadratet"
          ],
          "method": "Beregning af arealet ved at finde sidelengden af kvadratet, der svarer til højden mellem linjerne.",
          "steps": [
            "Betragt den vertikale afstand mellem de tre linjer: 5 + 7 = 12.",
            "Kvindere arealet som sidelængde^2, hvor sidelængden er 12.",
            "Areal = 12^2."
          ],
          "control": "Arealet skal være lig med kvadratet af sidelængden, som svarer til afstanden mellem de parallelle linjer.",
          "presentation": "144 kvadratenheder"
        }
      },
      "official": {
        "text": "Det ‘skæve’ kvadrat har arealet 74. For at finde den løsning tegner vi først en hjælpelinje gennem hjørnet B og vinkelret på de tre parallelle linjer. Derved opstår to lige store, retvinklede trekanter uden for kvadratet, og de har begge kvadratets side s som hypotenuse og kateterne 5 og 7.\n\nAltså gælder s2 = 52 = 74, hvilket netop er kvadratets areal."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Del whiskyen i tre glas | Ingeniøren",
        "url": "https://ing.dk/artikel/del-whiskyen-i-tre-glas",
        "number": 378,
        "text": "Opgave 378:\n\nI en flaske whisky er indholdet decimeret til 21 cl. Det vil tre venner gerne dele ligeligt, så hver får netop 7 cl.\n\nSøren har et glas på 11 cl, og Erik to glas på 8 og 5 cl – mens Bjørn regner med at drikke sin del fra flasken. Hvordan kan de klare tredelingen ved at omhælde mellem flaske og glas?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "11 omhældninger af i alt 56 cl er nok til at klare tredelingen. Løsningen ser sådan ud, idet de fire talkolonner repræsenterer henholdvis whiskyflasken og de tre glas på 11, 8 og 5 cl:\n\n21 – 0 – 0 – 0 10 – 11 – 0 – 0 10 – 6 – 0 – 5 10 – 0 – 6 – 5 10 – 5 – 6 – 0 10 – 5 – 1 – 5 10 – 10 – 1 – 0 10 – 10 – 0 – 1 2 – 10 – 8 – 1 2 – 11 – 7 – 1 2 – 7 – 7 – 5 7 – 7 – 7 – 0"
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Del 13 volt med seks modstande | Ingeniøren",
        "url": "https://ing.dk/artikel/del-13-volt-med-seks-modstande",
        "number": 264,
        "text": "Opgave 264:\n\nMax fandt et gammelt kredsløb med to ledninger ind og to ud. Når der er 13 V på indgangen, er der netop 1 V (ubelastet) på udgangen.\n\nDesværre var kredsløbet brændt sammen, så Max kunne ikke se, hvordan modstandene var forbundet. Men der var seks modstande på hver 10 Ohm, og de var ikke så store, så det gælder om at finde det kredsløb, hvor modstandene belastes mindst."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Mindst mulige belastning af mostandene er 2,5 W – og i det bedste kredsløb på tegningen er det naturligvis de to modstande ved indgangen, som belastes mest."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Beregn Børges baghave | Ingeniøren",
        "url": "https://ing.dk/artikel/beregn-boerges-baghave",
        "number": 280,
        "text": "Opgave 280:\n\nBørge ­opdagede, at hans grund kan inddeles fuldstændigt i 13 kvadrater som vist på tegningen. Det mindste, sorte kvadrat er netop 1 kvadratmeter. Hvor stor er så hele Børges grund?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Børges grund er 933 ⅓ kvadratmeter stor. Den løsning findes ved at kalde et par kvadratsider x og y og derefter successivt opstille alle sammenhængene mellem kvadraternes sidelængder. På den måde ender man med to ligninger med to ubekendte.\n\nVælger vi for eksempel de to kvadrater lige til højre for den sorte firkant og kalder deres sider for x og y, så kan vi bevæge os rundt i Børges have nedefter og mod venstre og får udtrykt sidelængden af det midterste kvadrat foroven som 3x-y+6. Ergo har vi ligningen 3x-y+6 = x+y.\n\nPå tilsvarende vis kan vi bevæge os nedad fra midten af haven og rundt til højre, hvorved vi får 26x-15y+15 = x+y. Når de to ligninger er løst, finder vi grundens sidelængder til 25 meter og 37 ⅓ meter og deraf arealet."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Hjælp Børges søn med lommepengene | Ingeniøren",
        "url": "https://ing.dk/artikel/hjaelp-boerges-soen-med-lommepengene",
        "number": 144,
        "text": "Opgave 144:\n\nBørges søn bad om ekstra lommepenge, men det syntes Børge, at han først skulle gøre sig fortjent til. Han gav derfor sønnen 10 røde og 10 grønne kugler, som bortset fra farven var ganske ens.\n\n»Fordel nu kuglerne i mine to lommer,« sagde Børge. »Læg dem helt, som du synes – der behøver ikke være lige mange i hver lomme. Så vender du ryggen til, og jeg bytter måske om på de to lommers indhold.\n\nDu vælger derefter en af mine lommer, og i den trækker du én kugle. Er den grøn, får du flere lommepenge, er den rød, får du ingen.«\n\nBørges søn kunne godt gennemskue, at han ikke kunne være sikker på flere lommepenge. Men hvordan skal han fordele kuglerne i Børges lommer for at have de bedste chancer?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Børges søn har de bedste chancer for flere lommepenge, hvis han lægger en grøn kugle i den ene af Børges lommer og resten i den anden lomme. Så er chancen for at trække en grøn kugle fra en tilfældig af lommerne knap 74%."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Del en trekant | Ingeniøren",
        "url": "https://ing.dk/artikel/del-en-trekant",
        "number": 110,
        "text": "Opgave 110:\n\nDe to trekanter har samme højde og grundlinje.\n\nHvordan kan man med to lige snit dele den ene trekant i tre stykker, som kan lægges sammen til den anden trekant – når ­papiret ikke må vendes om?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Lægger vi de to trekanter over hinanden, ses det let, hvordan den ene kan skæres i tre stykker, som kan lægges sammen til den anden."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Find to usandsynlige terninger | Ingeniøren",
        "url": "https://ing.dk/artikel/find-usandsynlige-terninger",
        "number": 345,
        "text": "Opgave 345:\n\nTo terninger skal bruges til at slå et tal fra 1 til 12, og de skal alle 12 have samme sandsynlighed. Man lægger naturligvis tallene på de to terninger sammen, når man slår.\n\nHvilke tal skal der stå på de to terninger, for at summerne fra 1 til 12 alle optræder med samme sandsynlighed?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Den letteste løsning på terningeopgaven er at lade den ene terning være helt almindelig, mens den anden har tallene 0,0,0,6,6,6. Så vil de to terningers sum give tallene fra 1 til 12 med samme sandsynlighed, nemlig 3/36.\n\nBruger vi andre tal på terningen med 3 og 3 ens sider, finder vi flere ­løsninger. 0,0,0,1,1,1 og 1,3,5,7,9,11. 0,0,0,2,2,2 og 1,2,5,6,9,10. 0,0,0,3,3,3 og 1,2,3,7,8,9.\n\nLøsningerne kan varieres i det uendelige ved at lægge et tal til alle siderne på den ene terning og trække det samme tal fra på den anden."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Drik den koldeste kaffe | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-drik-den-koldeste-kaffe",
        "number": 117,
        "text": "Opgave 117:\n\nKaffen er 80 grader varm, når den forlader kaffekanden. Koppen er 20 grader ligesom den omgivende luft. Og mælken kommer fra køleskabet og er 5 grader varm.\n\nJeg vil gerne drikke min kaffe efter 10 minutter, men den skal være så kold som mulig. Hvornår skal jeg så komme mælken i?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Kaffen bliver hurtigst kold, hvis man venter til sidst med at hælde mælken i. Jo højere temperturforskel til omgivelserne, jo hurtigere afgives varmen. Så den 80 grader varme kaffe afgiver mere varme end den 65 grader varme blanding af mælk og kaffe – og slutresultatet bliver derfor koldere."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Hjælp Nicolai med at undgå geden | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-hjaelp-nicolai-med-undgaa-geden",
        "number": 189,
        "text": "Opgave 189:\n\nI et berømt tv-show kan man vinde en bil. Der er tre lukkede døre, og bag en af dem befinder bilnøglerne sig. Bag hver af de to andre døre har den ondskabsfulde tv-vært placeret en ged – så deltagerne bliver til grin, hvis de taber.\n\nNicolai deltager i showet og får lov til at vælge en dør. Men inden døren bliver åbnet, siger tv-værten: »Nu skal jeg vise dig, hvor der står en ged,« hvorefter han åbner en af de andre døre og lader geden stå et øjeblik. (Det gør tv-værten vel at mærke hver gang, uanset om deltageren vælger en ged eller nøglerne i første omgang.)"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Nicolai skal ændre sit valg, idet sandsynligheden er 2/3 for, at bilnøglerne er bag den tredje dør, mens den kun er 1/3 for, at bilnøglerne er bag den dør, han valgte før.\n\nForklaringen er, at Nicolai i første omgang har tre lige sandsynlige døre at vælge imellem.\n\nEfter hans valg er der altså 2/3 sandsynlighed for, at nøglerne er bag en af de to andre døre. Den sandsynlighed ændres ikke af, at tv-værten viser Nicolai en ged bag en af de to døre, for det kan han altid gøre, men derved elimineres den dør, og bilnøglerne ligger med 2/3 sandsynlighed bag den sidste dør.\n\nHvis Nicoline kommer ind, når studieværten har fremvist den ene ged, og ikke ved, hvad Nicolai har valgt, har hun sandsynligheden 1/2 for at finde bilnøglerne. Men Nicolai ved mere end hende og har bedre chancer.\n\nLæs mere om det såkaldte Monty-Hall-problem i denne Wikipedia-artikel.\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Bestem professorernes alder | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-bestem-professorernes-alder",
        "number": 196,
        "text": "Opgave 196:\n\nSeks professorer sidder om frokostbordet og diskuterer alder. Ingen af dem har samme alder, og de er alle mellem 20 og 70 år gamle.\n\nProfessorerne har et mærkeligt forhold til sandheden. Dem over 40 taler sandt, undtagen hvis deres alder er delelig med 17. Omvendt lyver alle professorerne under 40, bortset fra dem hvis alder er delelig med 13.\n\nHør nu, hvad de siger. Jørgensen: »Watson er ældre end mig«. Frandsen: »Jørgensen er 30 år yngre end Morrison«. Morrison: »Jeg er 51 år gammel«. Schwartz: »Morrison er 52 år. Jeg er ikke 29 år«. Watson: »Jørgensen lyver. Gregersen er 61«. Gregersen: »Schwartz tager fejl. Frandsen er 39 år gammel«.\n\nSpørgsmålet er nu: Hvor gamle er professorerne?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Jørgensen er 38 år gammel, Morrison er 68, og Schwartz er 29. De lyver, mens de tre sandfærdige professorer er Watson på 26, Frandsen på 39 og Gregersen på 61 år.\n\nVi kan starte med Morrison, som påstår, at han er 51 år. Så lyver han, og ergo er han under 40 eller netop 68 år.\n\nSchwartz lyver dermed også, når han påstår, at Morrison er 52 år, og derfor har Schwartz netop alderen 29 år. Sådan fortsætter man, til alle er aldersbestemt.\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Bestem trekantens vinkler | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-bestem-trekantens-vinkler",
        "number": 108,
        "text": "Illustration: Ingeniøren.\n\nOpgave 108:\n\nI en ligebenet trekant er tegnet tre ekstra linjer. Hvor stor er vinkel x?\n\nRegner man blot løs på vinklerne, bliver det meget kompliceret. Så i stedet gælder det om at indtegne et par smarte hjælpelinjer."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Vinkel x er 50 grader.\n\nVi vælger punktet P, så linjestykkerne AD og PD er lige lange.\n\nSå viser det sig, at også BP, PC og CD har samme længde.\n\nVinklerne PCD, CDP og DPC er ens, altså 60 grader.\n\nVinkel BPC er 40 grader, og så er vinklerne PBC og BCP hver 70 grader.\n\nAltså er vinkel x 50 grader.\n\nRettelse: En fejl i opgaveformuleringen fra uge 41 (Regn med piger) har skabt forståelig frustration blandt opgaveløserne. Opgaven er nu opdateret i artiklen her . Undskyld, vi strammer op!\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    }
  ]
}