{
  "generated_at_iso": "2025-08-10T08:44:39",
  "items": [
    {
      "task": {
        "title": "Hjælp den dødsdømte | Ingeniøren",
        "url": "https://ing.dk/artikel/hjaelp-den-doedsdoemte",
        "number": 225,
        "text": "Opgave 225:\n\nEn dødsdømt får en sidste chance. Han skal vælge mellem to døre fra cellen – den ene fører til friheden, den anden til galgen.\n\nHan må stille ét spørgsmål om dørene til sine to fangevogtere. Den ene taler altid sandt, den anden lyver altid – og den dødsdømte ved ikke, hvem som gør hvad.\n\nKan den dødsdømte finde den rigtige dør og redde livet?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Løsning på opgave 225: Hjælp den dødsdømte\n\nDen stakkels dødsdømte kan redde sig ved at blade begge fangevogtere ind i sit ene spørgsmål. For eksempel således:\n\n»Hvis jeg spurgte den anden fangevogter, om dette er døren til friheden, hvad ville han så svare?«\n\nUanset hvem den dødsdømte taler med, vil svaret være modsat virkeligheden. Så et nej betyder altså, at døren fører til friheden."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Få kontakt mellem lamperne | Ingeniøren",
        "url": "https://ing.dk/artikel/faa-kontakt-mellem-lamperne",
        "number": 318,
        "text": "Opgave 318:\n\nLars befinder sig i et hus, hvor der er tre ens lamper på første sal. Kontakterne til de tre lamper sidder imidlertid nede i kælderen., og Lars vil gerne finde ud af, hvilken kontakt der tænder præcis hvilken lampe.\n\nMen han er alene i huset og gider kun gå én gang op i soveværelset. Ledningerne er skjulte, og han kan ikke se lamperne fra kælderen. Han må heller ikke trække ekstra ledninger, bruge værktøj eller andet snyderi. Hvordan kan Lars løse den opgave?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Først tænder man en af kontakterne i kælderen og venter et stykke tid. Så slukker man kontakten igen og tænder en af de andre, hvorefter man straks går op på 1. sal.\n\nDen pære, som er slukket men varm, hører til den første kontakt. Den tændte pære hører naturligvis til den tændte kontakt, og den slukkede og kolde pære hører til den sidste og urørte kontakt."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Del 13 volt med seks modstande | Ingeniøren",
        "url": "https://ing.dk/artikel/del-13-volt-med-seks-modstande",
        "number": 264,
        "text": "Opgave 264:\n\nMax fandt et gammelt kredsløb med to ledninger ind og to ud. Når der er 13 V på indgangen, er der netop 1 V (ubelastet) på udgangen.\n\nDesværre var kredsløbet brændt sammen, så Max kunne ikke se, hvordan modstandene var forbundet. Men der var seks modstande på hver 10 Ohm, og de var ikke så store, så det gælder om at finde det kredsløb, hvor modstandene belastes mindst."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Mindst mulige belastning af mostandene er 2,5 W – og i det bedste kredsløb på tegningen er det naturligvis de to modstande ved indgangen, som belastes mest."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Saml din egen fodbold | Ingeniøren",
        "url": "https://ing.dk/artikel/saml-din-egen-fodbold",
        "number": 356,
        "text": "Opgave 356:\n\nMan kan dække en kugle med regulære femkanter og sekskanter, som samles, så de mødes tre og tre i hvert hjørne (og hverken overlapper eller har huller). Det er for eksempel sådan, en almindelig læderfodbold er lavet.\n\nHvor mange femkanter skal der bruges?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Når man skal dække en kugle med regulære fem- og sekskanter, skal man altid bruge netop 12 femkanter. Det gælder sjovt nok uanset kuglens størrelse (og dermed antallet af sekskanter).\n\nFor at løse opgaven skal vi bruge Eulers regel: flader + hjørner = kanter + 2.\n\nHvis vi bruger f femkanter og s sekskanter, bliver antal flader f+s, og antal hjørner er (5f+6s)/3, idet netop tre af ‘5/6-kanterne’ skal mødes i hvert hjørne. Antal kanter er (5f+6s)/2. Eulers regel siger da f + s + (5f+6s)/3 = (5f+6s)/2 + 2 ­eller 8f/3 + 3s = 5f/2 + 3s + 2, hvoraf F = 12."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Sig tillykke til Lis | Ingeniøren",
        "url": "https://ing.dk/artikel/sig-tillykke-til-lis",
        "number": 325,
        "text": "Opgave 325:\n\nDet var en råkold vinterdag i 1990’erne, da Lis kom på besøg hos tante Erna. Talen faldt naturligt på deres respektive runde fødselsdage, og Erna bad Lis tage halvdelen af Ernas lagkagelysestager fra festen i januar, når Lis skulle fejres i næste uge.\n\n»Tak,« sagde Lis, der er ingeniør. »Når jeg tænder dem, er jeg præcis halvt så mange dage gammel som du.«\n\nDu tror ikke, der er oplysninger nok, men alligevel lyder spørgsmålet: Hvilket år er Lis født?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Lis er født i 1948, nærmere bestemt den 2. februar. Og Erna er født 31. januar 1898. Den 2. februar 1998 har Erna dermed levet 36526 dage, præcis det dobbelte af Lis’ 18263 dage.\n\nDet særlige ved opgaven er, at der skal være en forskel på flere dage mellem Ernas alder i dage og det dobbelte af Lis’ alder. Det kræver, at Erna er født før år 1900, som jo ikke er et skudår, for så kan der være en forskel på to dage.\n\nBegge fejrer rund fødselsdag, og da 120 år er meren end nogen nulevende dansker er nået op på, må det være 100 år for Erna og 50 år for Lis.\n\nLis’ besøg finder sted i februar, mens Erna fejrede fødselsdag i januar. Samtidig siger de »næste uge« om Lis’ runde dag. Derfor må Erna have fødselsdag 31. januar og Lis den 2. februar, og 1. februar må være en søndag, så 2. februar ligger i næste uge.\n\nEneste år i 1990’erne med 1. februar på en søndag var 1998, så det er året, vi taler om."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Byg en plankebro | Ingeniøren",
        "url": "https://ing.dk/artikel/byg-en-plankebro",
        "number": 281,
        "text": "Opgave 281:\n\nI denne opgave gælder det om at komme over en 1,6 meter bred grøft ved hjælp af smalle planker på 1,5 meters længde, når det ikke er tilladt at bruge andet end plankerne. Hvor få planker kan man klare sig med?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Man kan komme over grøften med kun tre af de for korte planker. For eksempel sådan som tegningen viser.\n\nMan kan selvfølgelig klare sig med to planker, hvis man snyder, og grøften ikke er alt for dyb. Lad simpelthen en planke gå fra den ene bred og ned til bunden af grøften. Så kan den anden planke nå fra den modsatte bred og over til den første planke.\n\nOg har man en ven til at holde den ene ende af planken, kan man sågar nøjes med én. Men det er også snyd.\n\nSe flere Tænkeboks-opgaver her"
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Hjælp Børges søn med lommepengene | Ingeniøren",
        "url": "https://ing.dk/artikel/hjaelp-boerges-soen-med-lommepengene",
        "number": 144,
        "text": "Opgave 144:\n\nBørges søn bad om ekstra lommepenge, men det syntes Børge, at han først skulle gøre sig fortjent til. Han gav derfor sønnen 10 røde og 10 grønne kugler, som bortset fra farven var ganske ens.\n\n»Fordel nu kuglerne i mine to lommer,« sagde Børge. »Læg dem helt, som du synes – der behøver ikke være lige mange i hver lomme. Så vender du ryggen til, og jeg bytter måske om på de to lommers indhold.\n\nDu vælger derefter en af mine lommer, og i den trækker du én kugle. Er den grøn, får du flere lommepenge, er den rød, får du ingen.«\n\nBørges søn kunne godt gennemskue, at han ikke kunne være sikker på flere lommepenge. Men hvordan skal han fordele kuglerne i Børges lommer for at have de bedste chancer?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Børges søn har de bedste chancer for flere lommepenge, hvis han lægger en grøn kugle i den ene af Børges lommer og resten i den anden lomme. Så er chancen for at trække en grøn kugle fra en tilfældig af lommerne knap 74%."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tæl til 12 med regnestykker | Ingeniøren",
        "url": "https://ing.dk/artikel/tael-til-12-med-regnestykker",
        "number": 224,
        "text": "Opgave 224:\n\nHer er et smart regnestykke, hvor hvert bogstav står for et ciffer, positivt eller negativt (altså mellem -9 og 9). Ingen af bogstaverne står for det samme ciffer."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Y=-9, R=-8, Ø=-7, M=-5, J=-3, A=-2, N=-1, T=0, E=1, O=2, V=3, I=4, D=5, L=6, S=7 og F=8."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Del en trekant | Ingeniøren",
        "url": "https://ing.dk/artikel/del-en-trekant",
        "number": 110,
        "text": "Opgave 110:\n\nDe to trekanter har samme højde og grundlinje.\n\nHvordan kan man med to lige snit dele den ene trekant i tre stykker, som kan lægges sammen til den anden trekant – når ­papiret ikke må vendes om?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Lægger vi de to trekanter over hinanden, ses det let, hvordan den ene kan skæres i tre stykker, som kan lægges sammen til den anden."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Skriv tal med mellemrum | Ingeniøren",
        "url": "https://ing.dk/artikel/skriv-tal-med-mellemrum",
        "number": 253,
        "text": "Opgave 253:\n\nTag de hele tal fra 1 til n. Brug to af hver og arranger dem i rækkefølge, så der er ét tal imellem de to 1-taller, to tal imellem de to 2-taller osv.\n\nMed n=3 ser det sådan ud: 3 1 2 1 3 2 – og med n=4 er en mulig løsning: 4 1 3 1 2 4 3 2.\n\nLav nu nogle længere rækker efter samme system – for eksempel en med n=7."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Med n=7 har vi for eksempel løsningen 2-3-7-2-6-3-5-1-4-1-7-6-5-4, og for n=8 er en mulighed 2-3-8-2-7-3-6-1-5-1-4-8-7-6-5-4. Og der er masser af andre løsninger.\n\nTil gengæld er der ingen løsninger for n=5, 6, 9 eller 10. Der skal nemlig være et lige antal ulige talpar, for at en løsning er mulig."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    }
  ]
}