{
  "generated_at_iso": "2025-08-10T08:34:27",
  "items": [
    {
      "task": {
        "title": "Hvorfor vinder naboen i lotto? | Ingeniøren",
        "url": "https://ing.dk/artikel/hvorfor-vinder-naboen-i-lotto",
        "number": 220,
        "text": "Opgave 220:\n\nMeget tit er der nabotal blandt de ni udtrukne tal i lotto. Men hvad er egentlig sandsynligheden for, at der ikke er nabotal blandt de ni udtrukne tal (syv vindertal og to tillægstal), trukket blandt tallene 1-36?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Vi undgår kun nabotal blandt de ni udtrukne lottotal u 7,3 procent af trækningerne."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Skyd genvej til Harvard | Ingeniøren",
        "url": "https://ing.dk/artikel/skyd-genvej-til-harvard",
        "number": 210,
        "text": "Opgave 210:\n\nOversat til dansk kan vi her bringe en del af adgangs­eksamen til Harvard University, så nu kan du få lejlighed til at prøve kræfter med amerikansk tankegang.\n\nA) 29 b. i a. B) V. 7 v. C) 1001 n. e. D) De 12 a. h. E) 52 k. i et s. k. F) 9 p. i s.s. G) 88 t. på et f. H) 4 r. f. på det d. f. I) 100 g. er v. k.p. J) 18 h. på en g.b. K) 90 g. i en r. v. L) 2000 k. for at p. s. i M. M) 3 s. på en a.t. N) 144 s. på en g. O) 4 k. på en h. P) 24 t. på et d. Q) 1 h. på en e. R) 4 c. i et p.n. S) 7 f. f. af K. B. T) 11 s. på et f.h. U) 2 f. i det d.f. V) 29 d. i f. ved s.å. W) 60 s. på et m. X) 40 d. og n. i den s. s.f. Y) 7 d. på en u. Z) 3 s. g. Æ) 7 b. og t. på en n.p. Ø) 6 s. i en h. Å) 30 f. f. og u. i G. D."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "A) 29 bogstaver i alfabetet\n\nB) Verdens 7 vidundere\n\nC) 1.001 nats eventyr\n\nD) De 12 astrologiske himmeltegn\n\nE) 52 kortblade i et spil kort\n\nF) 9 planeter i solsystemet\n\nG) 88 tangenter på et flygel\n\nH) 4 røde firkanter på det danske flag\n\nI) 100 grader er vands kogepunkt\n\nJ) 18 huller på en golfbane\n\nK) 90 grader i en ret vinkel\n\nL) 2.000 kr. for at passere start i Matador\n\nM) 3 sider på en advarsels­tavle\n\nN) 144 styk på en gros\n\nO) 4 kvarte på en hel\n\nP) 24 timer på et døgn\n\nQ) 1 horn på en enhjørning\n\nR) 4 cifre i et postnummer\n\nS) 7 fantastiske fortællinger af Karen Blixen\n\nT) 11 spillere på et fodboldhold\n\nU) 2 farver i det danske flag\n\nV) 29 dage i februar ved skudår\n\nW) 60 sekunder på et minut\n\nX) 40 dage og nætter i den store syndflod\n\nY) 7 dage på en uge\n\nZ) 3 små grise\n\nÆ) 7 bogstaver og tal på en nummerplade\n\nØ) 6 sider i en hexagon\n\nÅ) 30 forskellige frugter og urter i en Gammel Dansk."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Et sandsynligt mord | Ingeniøren",
        "url": "https://ing.dk/artikel/et-sandsynligt-mord",
        "number": 237,
        "text": "Opgave 237:\n\nPå slottet Finsterburg er sket et mord, og de fire ­mistænkte er en dansker, en svensker, en finne og en nordmand. De fire er af profession advokat, ejendomsmægler, ingeniør og officer. Inspektør Mörser finder ud af, at der er 30% sandsynlighed for, at morderen er advokat, og 70% for at han er ejendomsmægler.\n\nDe fire mistænkte vil ikke sige noget om deres profession, så her må inspektøren også have fat i sandsynlighederne. Ingeniøren er med 20% sandsynlighed dansker, og nordmanden er med 88% sandsynlighed ikke ejendomsmægler.\n\nEjendomsmægleren er med 24% sandsynlighed dansker eller nordmand. Finnen er med 84% sandsynlighed ikke ejendomsmægler. Ingeniøren er med 52% sandsynlighed svensker eller finne. Svenskeren er med 72% sandsynlighed officer eller ejendomsmægler.\n\nOfficeren er med 72% sandsynlighed ikke dansker. Endelig er finnen med 56% sandsynlighed ikke ingeniør, mens advokaten med 28% sandsynlighed er finne.\n\nHvilken nationalitet har den mest sandsynlige morder?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Den mest sandsynlige morder er svenskeren, som med 48 procents sandsynlighed har udført mordet. ­Næstmest sandsynlige morder er danskeren med 20,4 procent, mens finnen scorer 19,4 procent og nordmanden kun 12 procent.\n\nResultatet fås, ved at vi ganger de betingede sandsynligheder sammen. Som mellemresultater har vi for eksempel, at danskeren med 40 procents sandsynlighed er advokat, og at svenskeren med 50 procent sandsynlighed er ejendomsmægler."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Hjælp postvæsnet i Strandby | Ingeniøren",
        "url": "https://ing.dk/artikel/hjaelp-postvaesnet-i-strandby",
        "number": 114,
        "text": "Opgave 114:\n\nHele otte beboere i Strandby fik noget forkert i postkassen i sidste uge. Jørskov, som bor på Slotsmarken (men ikke i 47B) modtog en pakke, som var bestemt for Slotsdalen 47, mens Jørholt i nr. 478 fik Ingeniøren, som var adresseret til nr. 47B. Jørberg på Slotsvænget (ikke nr. 17A) modtog den pakke, som Jørgsted skulle have haft.\n\nJørborg, som fik brev fra Odense, har et lavere husnummer end dem, der bor på Slotsvejen, hvis pakke til gengæld havnede hos Jørgsted. Jørgstrup ventede noget fra Odense, men fik det tidsskrift, Jørborg havde bestilt.\n\nJørholm skulle hverken have pakke eller Ingeniøren, men modtog et postkort fra Italien. Modtagerne af Ingeniøren skulle have haft en anden tryksag, som i stedet blev afleveret på Slotsdalen. De, der skulle have haft en pakke fra Rønne, fik en avis.\n\nJørlings husnummer er uden bogstav og lavere end Jørgstrups, men højere end det i Slotsgade, hvortil pakken fra Odense kom. Husnummeret på Slotsstien er med bogstav, men det på Slotsbakken er uden.\n\nDe, der bare fik en forkert pakke, bor i nr. 41. Jørholm bor ikke i nr. 47. Familien i nr. 17 var ikke indblandet i nogen forvikling med dem i nr. 77 eller eller med hensyn til pakken fra Løgstør. Jørgstrup bor ikke i Slotsparken, hvor postkortet blev afleveret, og har tilmed et højere husnummer end det på Slotsdalen.\n\nHvem i Strandby skulle have haft Ingeniøren, og hvor bor de?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Jørberg på Slotsvænget 47B skulle have haft Ingeniøren – men fik en pakke fra Løgstør\n\nSkemaet viser hele den postale forbytning."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Få kontakt mellem lamperne | Ingeniøren",
        "url": "https://ing.dk/artikel/faa-kontakt-mellem-lamperne",
        "number": 318,
        "text": "Opgave 318:\n\nLars befinder sig i et hus, hvor der er tre ens lamper på første sal. Kontakterne til de tre lamper sidder imidlertid nede i kælderen., og Lars vil gerne finde ud af, hvilken kontakt der tænder præcis hvilken lampe.\n\nMen han er alene i huset og gider kun gå én gang op i soveværelset. Ledningerne er skjulte, og han kan ikke se lamperne fra kælderen. Han må heller ikke trække ekstra ledninger, bruge værktøj eller andet snyderi. Hvordan kan Lars løse den opgave?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Først tænder man en af kontakterne i kælderen og venter et stykke tid. Så slukker man kontakten igen og tænder en af de andre, hvorefter man straks går op på 1. sal.\n\nDen pære, som er slukket men varm, hører til den første kontakt. Den tændte pære hører naturligvis til den tændte kontakt, og den slukkede og kolde pære hører til den sidste og urørte kontakt."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Find det største heltal | Ingeniøren",
        "url": "https://ing.dk/artikel/find-det-stoerste-heltal",
        "number": 373,
        "text": "Opgave 373:\n\nVi har fem heltal. Adderer vi forskellige af disse tal to og to, får vi totalt set følgende forskellige summer: 637, 669, 794, 915, 919, 951, 1040, 1072 og 1197. Hvad er det største af de fem heltal?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Det største af de fem heltal er 659. Lad os kalde de fem heltal for a, b, c, d og e, hvor a er mindst og e størst.\n\nDe må alle være forskellige, for ellers var der færre end ni forskellige summer. Omvendt er der to talpar, som har den samme sum, idet der er ti ­forskellige talpar.\n\nVi ved nu, at d+e er den største sum, og c+e den næststørste. Altså er c+d+2e = 2269. 2e er lige, så c+d må være ulige.\n\nDet betyder, at 1040 ikke kan være c+d, men må være b+e. c+d kan nu være 951 eller 919, og regner vi videre på de to muligheder, viser det sig, at 951 er den rigtige. Det kan vi indsætte i den første ligning, hvor vi får, at 2e = 1318 eller e = 659."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Beregn Børges baghave | Ingeniøren",
        "url": "https://ing.dk/artikel/beregn-boerges-baghave",
        "number": 280,
        "text": "Opgave 280:\n\nBørge ­opdagede, at hans grund kan inddeles fuldstændigt i 13 kvadrater som vist på tegningen. Det mindste, sorte kvadrat er netop 1 kvadratmeter. Hvor stor er så hele Børges grund?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Børges grund er 933 ⅓ kvadratmeter stor. Den løsning findes ved at kalde et par kvadratsider x og y og derefter successivt opstille alle sammenhængene mellem kvadraternes sidelængder. På den måde ender man med to ligninger med to ubekendte.\n\nVælger vi for eksempel de to kvadrater lige til højre for den sorte firkant og kalder deres sider for x og y, så kan vi bevæge os rundt i Børges have nedefter og mod venstre og får udtrykt sidelængden af det midterste kvadrat foroven som 3x-y+6. Ergo har vi ligningen 3x-y+6 = x+y.\n\nPå tilsvarende vis kan vi bevæge os nedad fra midten af haven og rundt til højre, hvorved vi får 26x-15y+15 = x+y. Når de to ligninger er løst, finder vi grundens sidelængder til 25 meter og 37 ⅓ meter og deraf arealet."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Hvordan kom ministrene frem? | Ingeniøren",
        "url": "https://ing.dk/artikel/hvordan-kom-ministrene-frem",
        "number": 288,
        "text": "Opgave 288:\n\nFire ministre var ­inviteret til fortrolig samtale med statsministeren et hemmeligt sted ude i byen. De havde kun én tandemcykel og én kørselsvejledning til fælles rådighed og skulle alle være på mødestedet i løbet af to timer.\n\nDe, som kørte på cyklen, skulle altid have vejldningen med, og hver for sig var de fire ministre 10, 20, 40 og 50 minutter om at cykle ruten (uanset om der var én eller to på cyklen – var der to gælder den langsomste tid!).\n\nVi præciserer, at de fire ministre naturligvis befandt sig samme sted, inden turene til mødet. Og så spørger vi bare: Hvordan klarede ministrene at komme frem i tide?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "De fire ministre kommer let frem til statsministeren i tide, hvis de blot sørger for, at de to langsomste ministre kun skal køre én gang – og sammen. Løsningen bliver derfor, at de to hurtigste kører af sted, og den ene kommer tilbage.\n\nDerefter kører de to langsomste af sted, og den anden hurtige tager cyklen ­tilbage. Og så kan de to hurtigste blot tage turen til statsministeren igen. Samlet tid: 20+10+50+20+20 minutter eller netop to timer."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Find gevinsten på den enarmede | Ingeniøren",
        "url": "https://ing.dk/artikel/find-gevinsten-paa-den-enarmede",
        "number": 412,
        "text": "Opgave 412:\n\nEn lidt speciel enarmet tyve­knægt har fem ruder, som hver med lige stor sandsynlighed viser et af cifrene fra 0 til 9.\n\nGevinsten udregnes herefter som produktet af de fem viste cifre – og udbetales i øre. Maksimalt kan man altså vinde 9 · 9 · 9 · 9 · 9 = 59049 øre ved et spil – og bare én af ruderne viser 0, vinder man ingenting.\n\nHvor stor skal indsatsen være på denne enarmede tyveknægt, for at det går lige op med den forventede gevinst på langt sigt?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Spilleautomaten giver i gennemsnit 1.845,28 øre i gevinst pr. spil. Så hvis ikke maskinens ejer skal tabe penge på den på langt sigt, skal indsatsen være 1.846 øre.\n\nIdet hver rude kan vise et af cifrene fra 0 til 9, viser den enarmede tyveknægt i alt 100.000 forskellige værdier i ruderne. Hver gang er gevinsten produktet af de fem cifre, og den gennemsnitlige gevinst er derfor summen af alle produkterne divideret med 100.000.\n\nDer er heldigvis en lettere måde at regne det ud på, for vi kan i stedet tage ­produktet af alle summerne, altså (0+1+2+3+4+5+6+7+8+9)5. Gevinsten bliver derfor i snit 455/105 = 1.845,28 øre."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tæl fiskerens fangst | Ingeniøren",
        "url": "https://ing.dk/artikel/tael-fiskerens-fangst",
        "number": 370,
        "text": "Opgave 370:\n\nEn fisker har fanget et antal fisk. De tre tungeste vejer tilsammen 35 procent af fangstens samlede vægt. Dem sælger han. Herefter udgør de tre letteste fisk tilsammen 5/13 af resten – igen efter vægt naturligvis."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Fiskeren fangede ti fisk. Vi omregner vægten af de tre letteste fisk til procent – og 5/13 af 65 procent er 25 procent. Altså vejer de tre letteste fisk i gennemsnit hver 8,33 procent af fangsten, og de tre tungeste vejer i snit 11,67 procent.\n\nDe resterende fisk ­vejer tilsammen 40 procent af fangsten, og det kan kun passe, hvis der er fire, som i snit vejer 10 procent. Fem fisk ville betyde, at mindst én af dem var lettere end de letteste fisk, og tre fisk ville tilsvarende være for tunge. Ergo fangede fiskeren 3+4+3 = 10 fisk."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    }
  ]
}