[
  {
    "task": "Opgave 250:\n\nFru Petersen kører hver eftermiddag på samme tidspunkt til stationen for at hente sin mand. Hun kører 50 km/t hele vejen. Han ankommer normalt med toget kl. 16.30, netop som hun ankommer med bilen.\n\nEn dag ankommer hr. Petersen med toget en time tidligere, og da denne opgave foregår længe før mobiltelefonernes indtog, begynder han bare at spadsere hjemad. På vejen møder han naturligvis fru Petersen i bilen, og sammen når de hjem præcis et kvarter tidligere, end de plejer. Hvor hurtigt spadserer hr. Petersen?",
    "solution": "Løsning på opgave 250: Hent hr. Petersen\n\nHr. Petersen går eller småløber 7,14 km i timen.\n\nDa han går sin kone i møde, ender turen med, at hun sparer et kvarters kørsel, hvilket med 50 km/t er 12,5 km. Det er afstanden fra mødestedet til stationen og tilbage igen.\n\nHr. og fru Petersen mødes et halvt kvarter før kl. 16.30, og han har derfor gået 6,25 km på 7/8 time. Det giver den hurtige ganghastighed 50/7 km/t. Bemærk, at vi stadig ikke ved, hvor langt fra stationen hr. og fru Petersen bor – kun at det er mere end 6,25 km."
  },
  {
    "task": "Opgave 414:\n\nVed hjælp af rette linjer skal et kvadrat deles op i lutter spidsvinklede trekanter, altså hvor alle vinkler er mindre end 90 grader. Hvor få linjer kan man gøre det med?",
    "solution": "Kvadratet kan deles op i spidsvinklede trekanter med ni linjer – og resultatet bliver otte trekanter. I praksis kan trekanternes størrelse og linjernes placering naturligvis varieres i det uendelige."
  },
  {
    "task": "Opgave 220:\n\nMeget tit er der nabotal blandt de ni udtrukne tal i lotto. Men hvad er egentlig sandsynligheden for, at der ikke er nabotal blandt de ni udtrukne tal (syv vindertal og to tillægstal), trukket blandt tallene 1-36?",
    "solution": "Vi undgår kun nabotal blandt de ni udtrukne lottotal u 7,3 procent af trækningerne."
  },
  {
    "task": "Opgave 409:\n\nEt landkort på papir er opdelt i 8 kvadrater placeret som 4 gange 2. Papiret må kun foldes efter kvadraternes kanter, altså enten på langs eller tværs, men aldrig diagonalt eller på andre måder skråt.\n\nKvadraterne er nummereret fra 1 til 8, og det gælder om at få foldet kortet, så der dannes et sammenfoldet kvadrat, hvor de otte tal ligger bag hinanden og kommer i rækkefølge fra 1 (øverst) til 8 (nederst). Om hvert ciffer står spejlvendt eller på hovedet eller på bagsiden af papiret er ligemeget, bare rækkefølgen passer.\n\nDet første kort ser sådan ud:\n\n1 8 7 4\n\n2 3 6 5\n\nDet næste er lidt sværere:\n\n1 8 2 7\n\n4 5 3 6",
    "solution": "Det første kort\n\n1 8 7 4\n\n2 3 6 5\n\nklares ved, at højre ­halvdel først foldes bagud bag den venstre. Dernæst foldes øverste halvdel bagud bag den nederste. Nu skal 4 og 5 inde i midten foldes fremad mellem 3 og 6, hvorefter venstre del med 1 og 2 foldes fremad (foran 3) – og så ligger 1 til 8 i rækkefølge som ønsket.\n\n1 8 2 7\n\n4 5 3 6\n\ner lidt sværere – ikke mindst at forklare. Først foldes nederste halvdel bagud bag den øverste. Venstre ­fjerdedel (med 1 og 4) bliver på sin plads, mens resten foldes bagud.\n\nOg så kommer det svære: 6 og 7 stikkes nu ind mellem 1 og 4 og føres videre ind mellem 5 og 8. Det betyder, at 2 og 3 samtidig ender mellem 1 og 4 – og at vi ender med 1 til 8 i den rigtige rækkefølge."
  },
  {
    "task": "Opgave 104:\n\nEt reb hænger i en talje. Et lod er bundet i rebets ene ende, mens en abe hænger i den anden. Rebet er lige langt i begge sider, og der er ligevægt.\n\nRebet vejer 250 g pr. meter. Aben og dens mor er tilsammen fire år gamle, og aben vejer lige så mange kg som morens alder er i år.\n\nSå kommer det svære: Abens mor er dobbelt så gammel, som aben var, da dens mor var halvt så gammel, som aben vil være, når den er tre gange så gammel, som  dens mor var, da hun var tre gange så gammel som aben.\n\nVægten af hele rebet plus loddet i enden er halvanden gang så meget som forskellem mellem loddets vægt og loddets og abens vægt.\n\nHvor langt er rebet?",
    "solution": "Rebet er 5 meter langt. Løsningen involverer i alt 14 ligninger, som heldigvis er ganske simple at løse. Husk, at når abens mor bliver et antal år ældre, så gør aben det naturligvis også.\n\nDet fører (efter nogle mellemregninger) til, at aben nu er halvandet år gammel, mens dens mor er to et halvt år. Så vejer aben 2,5 kg, og rebet det halve (ifølge den kryptiske formulering i opgavens sidste afsnit). Dermed er det 5 meter langt."
  },
  {
    "task": "Opgave 305:\n\nOpgaven handler om noget så dejlig håndgribeligt som en station, hvor seks lokaltog vender tilbage for natten. De holder på de seks spor (med fortløbende numre) omkring drejeskiven.\n\nLokomotivførerne Bent og Dorte holder hverken på spor 4 eller 6. Bent kommer fra Bromme. Erik holder ved siden af føreren fra Venslev. Han kommer hverken fra Hellum eller Dalby, men nogle af de andre gør.\n\nAnne kommer fra Torsted, hun har enten ‘Anden’ eller ‘Koen’. Claus holder på spor 1 og ved siden af ‘Hønen’. ‘Grisen’ og ‘Hønen’ er ikke fra Hellum.\n\nToget fra Klastrup ­holder altid på spor 5. Kirsten fra Venslev holder ved siden af Claus.\n\nDet sidste tog var ‘Hesten’ på spor 3. ‘Koen’ fra Klastrup kom før Kirstens tog ‘Hunden’.\n\nHvor kommer de ­enkelte lokomotivførere fra, hvor holder de, og hvilke tog har de?",
    "solution": "Claus fra Dalby holder på spor 1 med ‘Grisen’, Bent fra Bromme på spor 2 med ‘Hønen’, Dorte fra Hellum på spor 3 med ‘Hesten’, Anne fra Torsted på spor 4 med ‘Anden’, Erik fra Klastrup på spor 5 med ‘Koen’, og endelig holder Kirsten fra Venslev på spor 6 med ‘Hunden’.\n\nLøsningen findes ved at anvende de givne oplysninger én efter én og efterhånden udelukke de fleste kombinationer."
  },
  {
    "task": "Opgave 395:\n\nTre parallelle linjer ligger med afstandene 5 og 7.\n\nPå de tre linjer ligger punkterne A, B og C, som sammen med D udgør hjørnerne i et kvadrat.\n\nHvad er arealet af dette kvadrat?",
    "solution": "Det ‘skæve’ kvadrat har arealet 74. For at finde den løsning tegner vi først en hjælpelinje gennem hjørnet B og vinkelret på de tre parallelle linjer. Derved opstår to lige store, retvinklede trekanter uden for kvadratet, og de har begge kvadratets side s som hypotenuse og kateterne 5 og 7.\n\nAltså gælder s2 = 52 = 74, hvilket netop er kvadratets areal."
  },
  {
    "task": "Opgave 279:\n\nEn pram er 5 meter lang og 4 meter bred og flyder i en lille, cirkulær sø, der har diameteren 101,5 meter og (for enkelhedens skyld) lodrette sider. I prammen sidder fire ­personer, som gerne vil spille kort, selvom der faktisk ikke er plads nok til det.\n\nDerfor smider de lasten over bord: 7,5 ton sten og 3,93 ton jernkæde samt to tomme, lukkede olietønder på hver 50 kg. Stenene og kæden ryger til bunds, mens tønderne flyder.\n\nHvor meget stiger vandstanden i den lille sø?\n\nFor at kunne regne det ud skal I lige vide, at stenenes massefylde er 2,5 kg, og jernkædens massefylde 7,86 i forhold til vands.",
    "solution": "Vandstanden i den lille sø falder 0,98 mm, når de ­fire mænd smider sten, kæde og tønder over bord fra deres pram. Så vandet stiger altså ikke, selvom opgaveteksten drilsk havde antydet det.\n\nForklaringen er helt ­efter gode gamle Arkimedes og hans lov. Når tingene ligger i båden (som flyder), fortrænger de vand svarende til deres vægt. Når de smides over bord (og går til bunds), fortrænger de kun vand svarende til deres rumfang.\n\nTønderne flyder i begge tilfælde, så de ændrer ikke vandstanden i søen. Sten plus kæde vejer 11,43 ton (svarende til 11.430 liter vand), men fylder kun 3,5 kubikmeter (svarende til 3.500 liter). Ergo fortrænger de 7.930 liter vand mindre, og delt med søens areal giver det en lille millimeter lavere vandstand."
  },
  {
    "task": "Opgave 105:\n\nPå en boghylde står et trebindsværk, hvor hvert bind er på 200 sider.\n\nEn lille bogorm udklækkes i bind 1 på side 1 og gnaver sig derefter frem til side 200 i bind 3.\n\nHver side er 0,2 mm tyk, og bøgernes omslag er 2 mm tykt. Hvor langt har den forædte bogorm bevæget sig?",
    "solution": "Bogormen har bevæget sig 28 millimeter.\n\nSide 1 i en bog er i højre side af bogen, når de står normalt på reolen og dermed tæt på næste bind.\n\nDermed spiser bogormen kun siderne i bind 2, men hele 4 omslag. Hvert stykke papir i bogen svarer til to sider, så i alt spiser ormen 100 x 0,2 mm = 28 mm."
  },
  {
    "task": "Opgave 378:\n\nI en flaske whisky er indholdet decimeret til 21 cl. Det vil tre venner gerne dele ligeligt, så hver får netop 7 cl.\n\nSøren har et glas på 11 cl, og Erik to glas på 8 og 5 cl – mens Bjørn regner med at drikke sin del fra flasken. Hvordan kan de klare tredelingen ved at omhælde mellem flaske og glas?",
    "solution": "11 omhældninger af i alt 56 cl er nok til at klare tredelingen. Løsningen ser sådan ud, idet de fire talkolonner repræsenterer henholdvis whiskyflasken og de tre glas på 11, 8 og 5 cl:\n\n21 – 0 – 0 – 0 10 – 11 – 0 – 0 10 – 6 – 0 – 5 10 – 0 – 6 – 5 10 – 5 – 6 – 0 10 – 5 – 1 – 5 10 – 10 – 1 – 0 10 – 10 – 0 – 1 2 – 10 – 8 – 1 2 – 11 – 7 – 1 2 – 7 – 7 – 5 7 – 7 – 7 – 0"
  }
]