{
  "generated_at_iso": "2025-08-10T08:24:46",
  "items": [
    {
      "task": {
        "title": "Mål et reb med abens mors alder | Ingeniøren",
        "url": "https://ing.dk/artikel/maal-et-reb-med-abens-mors-alder",
        "number": 104,
        "text": "Opgave 104:\n\nEt reb hænger i en talje. Et lod er bundet i rebets ene ende, mens en abe hænger i den anden. Rebet er lige langt i begge sider, og der er ligevægt.\n\nRebet vejer 250 g pr. meter. Aben og dens mor er tilsammen fire år gamle, og aben vejer lige så mange kg som morens alder er i år.\n\nSå kommer det svære: Abens mor er dobbelt så gammel, som aben var, da dens mor var halvt så gammel, som aben vil være, når den er tre gange så gammel, som  dens mor var, da hun var tre gange så gammel som aben.\n\nVægten af hele rebet plus loddet i enden er halvanden gang så meget som forskellem mellem loddets vægt og loddets og abens vægt.\n\nHvor langt er rebet?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Rebet er 5 meter langt. Løsningen involverer i alt 14 ligninger, som heldigvis er ganske simple at løse. Husk, at når abens mor bliver et antal år ældre, så gør aben det naturligvis også.\n\nDet fører (efter nogle mellemregninger) til, at aben nu er halvandet år gammel, mens dens mor er to et halvt år. Så vejer aben 2,5 kg, og rebet det halve (ifølge den kryptiske formulering i opgavens sidste afsnit). Dermed er det 5 meter langt."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Smid lasten over bord | Ingeniøren",
        "url": "https://ing.dk/artikel/smid-lasten-over-bord",
        "number": 279,
        "text": "Opgave 279:\n\nEn pram er 5 meter lang og 4 meter bred og flyder i en lille, cirkulær sø, der har diameteren 101,5 meter og (for enkelhedens skyld) lodrette sider. I prammen sidder fire ­personer, som gerne vil spille kort, selvom der faktisk ikke er plads nok til det.\n\nDerfor smider de lasten over bord: 7,5 ton sten og 3,93 ton jernkæde samt to tomme, lukkede olietønder på hver 50 kg. Stenene og kæden ryger til bunds, mens tønderne flyder.\n\nHvor meget stiger vandstanden i den lille sø?\n\nFor at kunne regne det ud skal I lige vide, at stenenes massefylde er 2,5 kg, og jernkædens massefylde 7,86 i forhold til vands."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Vandstanden i den lille sø falder 0,98 mm, når de ­fire mænd smider sten, kæde og tønder over bord fra deres pram. Så vandet stiger altså ikke, selvom opgaveteksten drilsk havde antydet det.\n\nForklaringen er helt ­efter gode gamle Arkimedes og hans lov. Når tingene ligger i båden (som flyder), fortrænger de vand svarende til deres vægt. Når de smides over bord (og går til bunds), fortrænger de kun vand svarende til deres rumfang.\n\nTønderne flyder i begge tilfælde, så de ændrer ikke vandstanden i søen. Sten plus kæde vejer 11,43 ton (svarende til 11.430 liter vand), men fylder kun 3,5 kubikmeter (svarende til 3.500 liter). Ergo fortrænger de 7.930 liter vand mindre, og delt med søens areal giver det en lille millimeter lavere vandstand."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Tæl de forskellige knus | Ingeniøren",
        "url": "https://ing.dk/artikel/tael-de-forskellige-knus",
        "number": 151,
        "text": "Opgave 151:\n\nClaus og hans kæreste har været til selskab med fire andre par. Der blev udvekslet velkomstknus, og senere spurgte Claus hver enkelt af de ni andre, hvor mange de havde knuset.\n\nDer var sjovt nok ni forskellige tal, og der var ingen, som havde knuset deres egen partner. Men hvor mange personer havde Claus’ kæreste knuset?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Claus’ kæreste har knuset fire personer (og det er sjovt nok de samme, som Claus har knuset).\n\nIngen har knuset mere end 8 personer, altså har de 9 personer ud over Claus hver knuset 0 til 8 personer – og vi kalder dem P0, P1, ..., P8, efter hvor mange de har knuset.\n\nP8 har knuset P1-P7 samt Claus. Så er P0 og P8 partnere, og P1 har brugt sin kvote. P7 har knuset P2-P6 samt P8 og Claus, så nu har P2 brugt sin kvote, og P1 og P7 er partnere.\n\nFortsætter vi på den måde, bliver parrene P2 og P6, P3 og P5 samt P4 og Claus."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Find det største heltal | Ingeniøren",
        "url": "https://ing.dk/artikel/find-det-stoerste-heltal",
        "number": 373,
        "text": "Opgave 373:\n\nVi har fem heltal. Adderer vi forskellige af disse tal to og to, får vi totalt set følgende forskellige summer: 637, 669, 794, 915, 919, 951, 1040, 1072 og 1197. Hvad er det største af de fem heltal?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Det største af de fem heltal er 659. Lad os kalde de fem heltal for a, b, c, d og e, hvor a er mindst og e størst.\n\nDe må alle være forskellige, for ellers var der færre end ni forskellige summer. Omvendt er der to talpar, som har den samme sum, idet der er ti ­forskellige talpar.\n\nVi ved nu, at d+e er den største sum, og c+e den næststørste. Altså er c+d+2e = 2269. 2e er lige, så c+d må være ulige.\n\nDet betyder, at 1040 ikke kan være c+d, men må være b+e. c+d kan nu være 951 eller 919, og regner vi videre på de to muligheder, viser det sig, at 951 er den rigtige. Det kan vi indsætte i den første ligning, hvor vi får, at 2e = 1318 eller e = 659."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Saml et gulvtæppe | Ingeniøren",
        "url": "https://ing.dk/artikel/saml-et-gulvtaeppe",
        "number": 323,
        "text": "Opgave 323:\n\nEn tæppehandler har to tæpper, et på 1 gange 8 meter og et på 10 gange 10 meter. De skal dække et gulv, som er 9 gange 12 meter, og det er jo i sig selv ikke særlig svært.\n\nDet svære er, at man kun må skære et eneste snit i et af de to tæpper. Derefter skal de nu tre stykker passe til gulvet. Hvordan gør man det?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Tæppeopgaven kræver godt nok et langt og besværligt snit, der næppe ville være brugbart i virkelighedens verden. Men i vores trygge og begrænsede matematiske omgivelser er der ingen tvivl: Bare del tæppet på 10 gange 10 meter i to ens dele som vist på tegningen.\n\nSå kan det sorte stykke forskydes et ‘trappetrin’ til højre og nedad, hvorved et hul på 1 gange 8 meter dukker op i midten – lige netop hvad det lille tæppe kan udfylde. Og gulvet på 9 gange 12 meter dækkes som krævet."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Betal med Haha, Aha og Ah | Ingeniøren",
        "url": "https://ing.dk/artikel/betal-med-haha-aha-og-ah",
        "number": 113,
        "text": "Opgave 113:\n\nI landet Primtalien har man kun tre mønter med navnene Haha, Aha og Ha. Deres værdi er 5, 7 og 13. Det er klart, at småbeløbene 1, 2, 3 og 4 ikke kan betales i Primtalien. Men hvad er det største beløb, man ikke kan betale med de tre mønter?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Beløbet 16 er det største, man ikke kan betale i Primtalien. De andre umulige beløb er 1, 2, 3, 4, 6, 8, 9 og 11.\n\nEfter 16 kan både 17, 18, 19, 20 og 21 lade sig gøre – og alle større beløb kan også klares ved at lægge flere femmere til."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Bestem en firkantet talrække | Ingeniøren",
        "url": "https://ing.dk/artikel/bestem-en-firkantet-talraekke",
        "number": 202,
        "text": "Opgave 202:\n\nHer er en talrække, som følger et bestemt system. Det første tal er 111, og det sidste 2008, og nogle af tallene derimiellem kunne erstattes med andre – men at der er 19 tal, det ligger fast!\n\n111, 117, 141, 211, 317, 412, 551, 647, 726, 844, 1057, 1233, 1329, 1528, 1609, 1838, 2002, 2006, 2008 – hvad er systemet i den række?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "De mærkelige tal er såmænd klokkeslæt på et digitalur. Og systemet i talrækken er et stigende antal tændte segmenter på de sædvanlige firkantede displays i sådanne ure.\n\n1:11 består af 6 tændte segmenter, 1:17 af 7 – og så fortsætter vi opad indtil 20:08, som kan præstere hele 24 tændte lysstriber. Færre end 6 eller flere end 24 segmenter kan vi ikke opnå med virkelige klokkeslæt."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Byg en plankebro | Ingeniøren",
        "url": "https://ing.dk/artikel/byg-en-plankebro",
        "number": 281,
        "text": "Opgave 281:\n\nI denne opgave gælder det om at komme over en 1,6 meter bred grøft ved hjælp af smalle planker på 1,5 meters længde, når det ikke er tilladt at bruge andet end plankerne. Hvor få planker kan man klare sig med?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Man kan komme over grøften med kun tre af de for korte planker. For eksempel sådan som tegningen viser.\n\nMan kan selvfølgelig klare sig med to planker, hvis man snyder, og grøften ikke er alt for dyb. Lad simpelthen en planke gå fra den ene bred og ned til bunden af grøften. Så kan den anden planke nå fra den modsatte bred og over til den første planke.\n\nOg har man en ven til at holde den ene ende af planken, kan man sågar nøjes med én. Men det er også snyd.\n\nSe flere Tænkeboks-opgaver her"
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Hjælp Børges søn med lommepengene | Ingeniøren",
        "url": "https://ing.dk/artikel/hjaelp-boerges-soen-med-lommepengene",
        "number": 144,
        "text": "Opgave 144:\n\nBørges søn bad om ekstra lommepenge, men det syntes Børge, at han først skulle gøre sig fortjent til. Han gav derfor sønnen 10 røde og 10 grønne kugler, som bortset fra farven var ganske ens.\n\n»Fordel nu kuglerne i mine to lommer,« sagde Børge. »Læg dem helt, som du synes – der behøver ikke være lige mange i hver lomme. Så vender du ryggen til, og jeg bytter måske om på de to lommers indhold.\n\nDu vælger derefter en af mine lommer, og i den trækker du én kugle. Er den grøn, får du flere lommepenge, er den rød, får du ingen.«\n\nBørges søn kunne godt gennemskue, at han ikke kunne være sikker på flere lommepenge. Men hvordan skal han fordele kuglerne i Børges lommer for at have de bedste chancer?"
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Børges søn har de bedste chancer for flere lommepenge, hvis han lægger en grøn kugle i den ene af Børges lommer og resten i den anden lomme. Så er chancen for at trække en grøn kugle fra en tilfældig af lommerne knap 74%."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    },
    {
      "task": {
        "title": "Find kaptajnens navn | Ingeniøren",
        "url": "https://ing.dk/artikel/find-kaptajnens-navn",
        "number": 20,
        "text": "Opgave 20:\n\nTre passagerer på et skib hedder Jørgensen, Hansen og Nielsen. Det samme gør tre besætningsmedlemmer."
      },
      "proposed": {
        "presentation": null,
        "structured": null
      },
      "official": {
        "text": "Kaptajnen hedder Jørgensen.\n\nVi starter med at se på linedanseren, som må bo i Farum. Da passager Nielsen bor i Kerteminde, og Hansen lider af svimmelhed, må linedanseren hedde Jørgensen. Så må passager Hansen bo i Horsens, og styrmanden hedde Hansen.\n\nDa maskinmesteren ikke hedder Jørgensen, må det være kaptajnens navn."
      },
      "evaluation": {
        "text": null,
        "verdict": null,
        "score": null
      }
    }
  ]
}