{
  "generated_at_iso": "2025-08-10T10:25:14",
  "items": [
    {
      "task": {
        "title": "Hvorfor vinder naboen i lotto? | Ingeniøren",
        "url": "https://ing.dk/artikel/hvorfor-vinder-naboen-i-lotto",
        "number": 220,
        "text": "Opgave 220:\n\nMeget tit er der nabotal blandt de ni udtrukne tal i lotto. Men hvad er egentlig sandsynligheden for, at der ikke er nabotal blandt de ni udtrukne tal (syv vindertal og to tillægstal), trukket blandt tallene 1-36?"
      },
      "proposed": {
        "presentation": "Sandsynlighed = C(28,9)/C(36,9) ≈ 7,34%.",
        "structured": {
          "understanding": "Find sandsynligheden for, at ingen af de 9 udtrukne tal fra 1–36 ligger som nabotal (differens 1).",
          "classification": "sandsynlighed, kombinatorik",
          "data": [
            "Population: 36 tal (1–36)",
            "Udtræk: 9 tal (7 vindertal + 2 tillægstal)",
            "Uden tilbage-lægning; rækkefølge er irrelevant",
            "Begivenhed: ingen nabotal blandt de 9"
          ],
          "method": "Tæl 9-delmængder uden nabotal via C(n−k+1, k) og divider med totale C(n, k).",
          "steps": [
            "Model: De 9 udtrukne er en delmængde af {1,…,36}.",
            "Antal 9-mængder uden nabotal: C(36−9+1, 9) = C(28, 9) (standard forskydnings-/spaceringsargument).",
            "Totale 9-mængder: C(36, 9).",
            "Sandsynlighed: P = C(28, 9) / C(36, 9).",
            "Forenkling: P = (20·21·…·27) / (29·30·…·36) = 4485/61132 ≈ 0,07337.",
            "I procent: ca. 7,34%."
          ],
          "control": "P ligger mellem 0 og 1; komplementet ≈ 92,66% stemmer med, at nabotal forekommer meget tit; formel C(n−k+1,k) er standard for ingen-nabo-valg.",
          "presentation": "Sandsynlighed = C(28,9)/C(36,9) ≈ 7,34%."
        }
      },
      "official": {
        "text": "Vi undgår kun nabotal blandt de ni udtrukne lottotal u 7,3 procent af trækningerne."
      },
      "evaluation": {
        "text": "Forslaget giver 7,34 %, hvilket stemmer med den officielle 7,3 % inden for afrundingstolerance. Metoden C(28,9)/C(36,9) er korrekt for at tælle valg uden nabotal, og enhederne passer.\n\nMATCH\nScore: 0.99",
        "verdict": "MATCH",
        "score": 0.99
      }
    },
    {
      "task": {
        "title": "Fold landkortet rigtigt | Ingeniøren",
        "url": "https://ing.dk/artikel/fold-landkortet-rigtigt",
        "number": 409,
        "text": "Opgave 409:\n\nEt landkort på papir er opdelt i 8 kvadrater placeret som 4 gange 2. Papiret må kun foldes efter kvadraternes kanter, altså enten på langs eller tværs, men aldrig diagonalt eller på andre måder skråt.\n\nKvadraterne er nummereret fra 1 til 8, og det gælder om at få foldet kortet, så der dannes et sammenfoldet kvadrat, hvor de otte tal ligger bag hinanden og kommer i rækkefølge fra 1 (øverst) til 8 (nederst). Om hvert ciffer står spejlvendt eller på hovedet eller på bagsiden af papiret er ligemeget, bare rækkefølgen passer.\n\nDet første kort ser sådan ud:\n\n1 8 7 4\n\n2 3 6 5\n\nDet næste er lidt sværere:\n\n1 8 2 7\n\n4 5 3 6"
      },
      "proposed": {
        "presentation": "Begge kort: kan ikke foldes til lagorden 1–8 under de givne regler (umuligt for både første og andet layout).",
        "structured": {
          "understanding": "Vi skal afgøre om to givne 4x2-opdelte landkort kan foldes langs gitterlinjer til et 1x1 kvadrat, så lagene ovenfra og ned er 1,2,3,4,5,6,7,8 (orientering og for-/bagside er ligegyldig).",
          "classification": "logik / kombinatorik (foldnings-/stakningsproblem)",
          "data": [
            "Kort A (første):",
            "Række 1: 1 8 7 4",
            "Række 2: 2 3 6 5",
            "Kort B (andet):",
            "Række 1: 1 8 2 7",
            "Række 2: 4 5 3 6",
            "Regler: kun fold langs kvadraters kanter (lodret/vandret), slutformat 1x1, ønsket lagorden 1 (øverst) til 8 (nederst), orientering er ligegyldig."
          ],
          "method": "Brug blok-invariant: Den første vandrette fold danner uopløselige kolonneblokke (stakke pr. kolonne), som efterfølgende lodrette fold blot kan permutere og evt. vende. For at opnå 1..8 skal disse blokke kunne sammensættes (med hele blokke evt. vendt) til den sammenhængende sekvens. Undersøg alle mulige tidspunkter for første vandrette fold (bredde 4, 3 eller 2 kolonner) og se om de resulterende blokke kan give 1..8; tilsvarende udeluk muligheden hvor vandret fold er sidst, fordi de to rækker da hver især skal indeholde {1,2,3,4} eller {5,6,7,8}, hvilket ikke passer.",
          "steps": [
            "Observation 1: Hvis den vandrette fold tages til sidst (2→1 i højden), vil de øverste 4 tal i slutstakken komme fra én af rækkerne alene (evt. vendt). Ingen af kortene har en hel række med præcis {1,2,3,4} eller {5,6,7,8}, så vandret fold som sidste skridt er umulig for begge kort.",
            "Observation 2: Tag først den vandrette fold ved bredde 4 (ingen lodrette fold endnu).",
            "Kort A top-ned fold: Kolonneblokke bliver [1,2], [8,3], [7,6], [4,5] (hvis top ned) eller [2,1], [3,8], [6,7], [5,4] (hvis bund op). Efterfølgende lodrette fold kan kun permutere disse 4 blokke og/eller vende hele blokke. Uanset permutation/omvending kan startparret ikke blive [1,2] efterfulgt af [3,4] som krævet for 1..8 i sammenhængende toere; især blokken med 3 er altid parret med 8 (eller vendt 8,3), så {3,4} kan ikke dannes som hel blok.",
            "Observation 3: Vandret fold ved bredde 3 eller 2: Først foretages nogle lodrette fold, hvorved tallene pr. kolonne samles i stakke. Når den første vandrette fold derefter udføres, opstår 2 eller 3 kolonneblokke (af forskellige længder), som igen ikke kan opløses senere af lodrette fold. For at danne 1..8 skal disse hele blokke (evt. vendt) udgøre sammenhængende segmenter af 1..8 (fx [1..k], [k+1..8]). Direkte gennemregning for mulige bredder (2 eller 3) for begge kort viser, at mindst én blok altid indeholder et \"brud\" (tal langt fra hinanden, fx 8 sammen med 3), så de kan ikke sættes sammen til 1..8.",
            "Observation 4: Samme udelukkelse gælder Kort B: Med vandret fold først fås blokke [1,4], [8,5], [2,3], [7,6] (eller deres vendte). Tallene 1 og 2 befinder sig i forskellige blokke, men første to lag i slutningen må komme fra én hel blok ad gangen. Ingen permutations-/vendekombination giver begyndelsen [1,2], hvilket er nødvendigt for 1..8. Ved at udskyde den vandrette fold (bredde 3 eller 2) opstår igen blokke, hvor 2 og 3 kan komme rigtigt sammen, men 1 parres forkert (fx med 4), eller 7/8 blandes med 3/5, så en sammenhængende opdeling i [1..k] og [k+1..8] ikke er mulig.",
            "Konklusion: For begge kort kan man ikke opnå, at de uopløselige blokke efter første vandrette fold (uanset hvornår den foretages) kan permuteres/vendes til den sammenhængende sekvens 1,2,3,4,5,6,7,8."
          ],
          "control": "Kontrol ved cases: For hver mulig placering af første vandrette fold (sidst: udelukket af rækkesæt; først: blokke per kolonne; mellem: blokke ved bredde 2/3) tjekkes blokindhold. I alle tilfælde indeholder mindst én blok en ikke-sammenhængende kombination (fx 8 med 3), som gør det umuligt at opdele i sammenhængende intervaller, der kan samles til 1..8. Da efterfølgende lodrette fold kun kan bytte hele blokke og vende dem, kan ingen sekvens opnåes.",
          "presentation": "Begge kort: kan ikke foldes til lagorden 1–8 under de givne regler (umuligt for både første og andet layout)."
        }
      },
      "official": {
        "text": "Det første kort\n\n1 8 7 4\n\n2 3 6 5\n\nklares ved, at højre ­halvdel først foldes bagud bag den venstre. Dernæst foldes øverste halvdel bagud bag den nederste. Nu skal 4 og 5 inde i midten foldes fremad mellem 3 og 6, hvorefter venstre del med 1 og 2 foldes fremad (foran 3) – og så ligger 1 til 8 i rækkefølge som ønsket.\n\n1 8 2 7\n\n4 5 3 6\n\ner lidt sværere – ikke mindst at forklare. Først foldes nederste halvdel bagud bag den øverste. Venstre ­fjerdedel (med 1 og 4) bliver på sin plads, mens resten foldes bagud.\n\nOg så kommer det svære: 6 og 7 stikkes nu ind mellem 1 og 4 og føres videre ind mellem 5 og 8. Det betyder, at 2 og 3 samtidig ender mellem 1 og 4 – og at vi ender med 1 til 8 i den rigtige rækkefølge."
      },
      "evaluation": {
        "text": "Brugerens svar hævder, at begge layouts er umulige, mens den officielle løsning beskriver konkrete foldesekvenser, der virker for begge. Det er direkte modstridende med løsningen.\n\nNO MATCH\nScore: 0.00",
        "verdict": "NO MATCH",
        "score": 0.0
      }
    },
    {
      "task": {
        "title": "Spis med en bogorm | Ingeniøren",
        "url": "https://ing.dk/artikel/spis-med-en-bogorm",
        "number": 105,
        "text": "Opgave 105:\n\nPå en boghylde står et trebindsværk, hvor hvert bind er på 200 sider.\n\nEn lille bogorm udklækkes i bind 1 på side 1 og gnaver sig derefter frem til side 200 i bind 3.\n\nHver side er 0,2 mm tyk, og bøgernes omslag er 2 mm tykt. Hvor langt har den forædte bogorm bevæget sig?"
      },
      "proposed": {
        "presentation": "48 mm (= 4,8 cm)",
        "structured": {
          "understanding": "Bogormen starter ved side 1 i bind 1 og ender ved side 200 i bind 3; hvor langt er den samlede, rette gnavevej gennem bøgerne?",
          "classification": "geometri / rumlig orientering",
          "data": [
            "3 bind (bind 1, 2, 3) står i rækkefølge på hylden",
            "Hvert bind: 200 sider",
            "Sides (side)tykkelse: 0,2 mm",
            "Omslagstykkelse (pr. for- eller bagside): 2 mm",
            "Start: side 1 i bind 1 (lige indenfor foromslaget til højre i bind 1)",
            "Slut: side 200 i bind 3 (lige indenfor bagsomslaget til venstre i bind 3)"
          ],
          "method": "Identificér de fysiske lag mellem start og slut: foromslag bind 1 + hele bind 2 + bagslag bind 3; beregn og summer tykkelser.",
          "steps": [
            "Tykkelse af sider i ét bind: 200 × 0,2 mm = 40 mm",
            "Tykkelse af ét helt bind inkl. begge omslag: 2 mm + 40 mm + 2 mm = 44 mm",
            "Startpunkt (side 1 i bind 1) ligger lige indenfor foromslaget ⇒ der skal gennem foromslaget i bind 1: 2 mm",
            "Mellem bind 1 og bind 3 ligger hele bind 2: 44 mm",
            "Slutpunkt (side 200 i bind 3) ligger lige indenfor bagsomslaget ⇒ der skal gennem bagsomslaget i bind 3: 2 mm",
            "Samlet strækning: 2 mm + 44 mm + 2 mm = 48 mm"
          ],
          "control": "Tjek orientering: side 1 er ved foromslag (højre side af bind 1), side 200 ved bagslag (venstre side af bind 3); dermed skal hele bind 2 passeres. Enhedstjek: mm overalt. Rimelighedstjek: for 2 bind ville svaret blive 2 mm + 2 mm = 4 mm, hvilket stemmer med kendt variant.",
          "presentation": "48 mm (= 4,8 cm)"
        }
      },
      "official": {
        "text": "Bogormen har bevæget sig 28 millimeter.\n\nSide 1 i en bog er i højre side af bogen, når de står normalt på reolen og dermed tæt på næste bind.\n\nDermed spiser bogormen kun siderne i bind 2, men hele 4 omslag. Hvert stykke papir i bogen svarer til to sider, så i alt spiser ormen 100 x 0,2 mm = 28 mm."
      },
      "evaluation": {
        "text": "Forslaget 48 mm (4,8 cm) afviger markant fra den officielle løsning på 28 mm.\nEnhederne er korrekte, men værdien er ca. 71% for høj og bygger ikke på den korrekte forståelse af hvilke sider/omslag der spises.\n\nNO MATCH\nScore: 0.10",
        "verdict": "NO MATCH",
        "score": 0.1
      }
    },
    {
      "task": {
        "title": "Løb med professoren | Ingeniøren",
        "url": "https://ing.dk/artikel/loeb-med-professoren",
        "number": 121,
        "text": "Opgave 121:\n\nEn professor går op ad en rulletrappe og tæller 50 trin, inden han når toppen. Derefter løber han ned ad rulletrappen (som stadig ruller opad) og tæller 125 trin, inden han forpustet når ned. Professoren løber fem gange så hurtigt, som han går.\n\nHvor mange trin har rulletrappen?"
      },
      "proposed": {
        "presentation": "100 trin",
        "structured": {
          "understanding": "Bestem det totale antal trin på rulletrappen ud fra hvor mange trin professoren tæller opad og nedad, samt at han løber 5 gange hurtigere end han går.",
          "classification": "fysik/kinematik og logik",
          "data": [
            "Opad: tæller 50 trin før toppen",
            "Nedad (rulletrappen kører stadig opad): tæller 125 trin før bunden",
            "Løbehastighed = 5 × ganghastighed",
            "Rulletrappen bevæger sig opad"
          ],
          "method": "Sæt ligninger for tid og hastigheder: antal trådte trin = egen skridtfrekvens × tid; tilbagelagt længde N = (egen hastighed ± rulletrappens hastighed) × tid. Løs for N.",
          "steps": [
            "Lad a = skridtfrekvens ved gang, 5a ved løb, e = rulletrappens hastighed (trin/s), N = antal trin.",
            "Opad: tid t1 = 50/a, og N = (a + e) t1 = (a + e)(50/a) = 50(1 + e/a).",
            "Nedad: 5a · t2 = 125 ⇒ t2 = 25/a, og N = (5a − e) t2 = (5a − e)(25/a) = 25(5 − e/a).",
            "Sæt N lige: 50(1 + e/a) = 25(5 − e/a) ⇒ 2(1 + e/a) = 5 − e/a ⇒ 3e/a = 3 ⇒ e = a.",
            "Indsæt: N = 50(1 + 1) = 100 trin."
          ],
          "control": "Med e = a: Opad N = 50(1+1)=100. Nedad N = 25(5−1)=100. Begge veje giver N = 100, konsistent med betingelserne.",
          "presentation": "100 trin"
        }
      },
      "official": {
        "text": "Rulletrappen har 100 synlige trin. Vi ser først, at nedturen tager halvt så lang tid som opturen – nemlig 2½ gang så mange trin med femdobbelt hastighed.\n\nUnder nedturen ruller trappen X trin mod professoren, mens den ved opstigningen ruller 2X trin med professoren.\n\nAntallet af synlige trin T er altså T = 50+2X = 125-X – og heraf fås løsningen X = 25 og T = 100."
      },
      "evaluation": {
        "text": "Svaret matcher den officielle løsning: Den beregnede mængde synlige trin er T = 100, og brugeren foreslår netop 100 trin. Enheder og konklusion stemmer overens.\n\nMATCH\nScore: 1.00",
        "verdict": "MATCH",
        "score": 1.0
      }
    },
    {
      "task": {
        "title": "Find det største heltal | Ingeniøren",
        "url": "https://ing.dk/artikel/find-det-stoerste-heltal",
        "number": 373,
        "text": "Opgave 373:\n\nVi har fem heltal. Adderer vi forskellige af disse tal to og to, får vi totalt set følgende forskellige summer: 637, 669, 794, 915, 919, 951, 1040, 1072 og 1197. Hvad er det største af de fem heltal?"
      },
      "proposed": {
        "presentation": "659",
        "structured": {
          "understanding": "Fem heltal har parvise (to-og-to) summer med præcis de ni forskellige værdier givet; find det største af de fem tal.",
          "classification": "kombinatorik/aritmetik",
          "data": [
            "Fem heltal a ≤ b ≤ c ≤ d ≤ e",
            "Forskellige parsummer: 637, 669, 794, 915, 919, 951, 1040, 1072, 1197",
            "Mindste sum = a+b = 637",
            "Største sum = d+e = 1197",
            "Der er 10 parsummer i alt, men kun 9 forskellige ⇒ én dublet"
          ],
          "method": "Brug ekstremværdier og forskelle: sæt a+b og a+c som de to mindste for at få c−b; udnyt gentagne forskelle på 32 til at identificere (b+d,c+d) og (b+e,c+e), løs for d og e, verificér alle summer inkl. én dublet, og aflæs største tal.",
          "steps": [
            "Sæt a+b=637 og a+c=669 ⇒ c−b=669−637=32.",
            "Antag tredje mindste er b+c=794 ⇒ 2b+32=794 ⇒ b=381; dermed a=637−381=256 og c=b+32=413.",
            "Observer forskelle på 32 i listen: 919→951 og 1040→1072 ⇒ tolkes som (b+d, c+d) og (b+e, c+e).",
            "Find d fra b+d=919 ⇒ d=919−381=538; tjek c+d=413+538=951 (passer).",
            "Find e fra b+e=1040 ⇒ e=1040−381=659; tjek c+e=413+659=1072 og d+e=538+659=1197 (passer).",
            "Mangler 915, og a+e=256+659=915 (passer).",
            "Dublet: a+d=256+538=794=b+c (giver den ene gentagne sum).",
            "Største tal er e=659."
          ],
          "control": "Alle 10 parsummer: 637(a+b), 669(a+c), 794(b+c)=794(a+d) [dublet], 915(a+e), 919(b+d), 951(c+d), 1040(b+e), 1072(c+e), 1197(d+e). Giver præcis de 9 forskellige værdier og én dublet som krævet; alle størrelser stemmer og er heltal.",
          "presentation": "659"
        }
      },
      "official": {
        "text": "Det største af de fem heltal er 659. Lad os kalde de fem heltal for a, b, c, d og e, hvor a er mindst og e størst.\n\nDe må alle være forskellige, for ellers var der færre end ni forskellige summer. Omvendt er der to talpar, som har den samme sum, idet der er ti ­forskellige talpar.\n\nVi ved nu, at d+e er den største sum, og c+e den næststørste. Altså er c+d+2e = 2269. 2e er lige, så c+d må være ulige.\n\nDet betyder, at 1040 ikke kan være c+d, men må være b+e. c+d kan nu være 951 eller 919, og regner vi videre på de to muligheder, viser det sig, at 951 er den rigtige. Det kan vi indsætte i den første ligning, hvor vi får, at 2e = 1318 eller e = 659."
      },
      "evaluation": {
        "text": "Brugerens svar (659) stemmer overens med den officielle løsning, hvor det største heltal e findes til 659.\nNumerisk værdi og konklusion matcher præcist.\n\nMATCH\nScore: 1.00",
        "verdict": "MATCH",
        "score": 1.0
      }
    },
    {
      "task": {
        "title": "Beregn Børges baghave | Ingeniøren",
        "url": "https://ing.dk/artikel/beregn-boerges-baghave",
        "number": 280,
        "text": "Opgave 280:\n\nBørge ­opdagede, at hans grund kan inddeles fuldstændigt i 13 kvadrater som vist på tegningen. Det mindste, sorte kvadrat er netop 1 kvadratmeter. Hvor stor er så hele Børges grund?"
      },
      "proposed": {
        "presentation": "Kan ikke bestemmes uden den viste tegning (manglende længdeforhold).",
        "structured": {
          "understanding": "Bestem arealet af hele grunden ud fra en given inddeling i 13 kvadrater, hvor det mindste (markeret) kvadrat har areal 1 m². Tegningen mangler.",
          "classification": "geometri",
          "data": [
            "Grunden er fuldt opdelt i 13 kvadrater",
            "Mindste (sorte) kvadrat: 1 m² (sidelængde 1 m)",
            "Ingen mål/placeringer for de øvrige 12 kvadrater er oplyst",
            "Tegningen, som angiver de nødvendige længdeforhold, er ikke tilgængelig"
          ],
          "method": "Brug de geometriske længdeforhold fra den konkrete tegning til at sætte ligninger for sammenhængende kanter; løs for alle kvadrat-sidelængder i enheder af 1 m og summér arealerne eller beregn yderrektanglets areal.",
          "steps": [
            "Navngiv sidelængderne a1=1, a2, ..., a13 (i meter), hvor a1 tilhører det sorte kvadrat",
            "Aflæs på tegningen hvilke kvadrater der ligger i rækker/kolonner, og opskriv sum-ligninger for vandrette og lodrette segmenter (kontinuitet af kanter)",
            "Løs ligningssystemet for a2, ..., a13 (alle > 1)",
            "Beregn totalareal som enten A = (sum af kvadraters arealer) = sum(ai^2) eller A = L × B for yderrektanglets sider L og B, udledt af sum af passende a’er",
            "Indsæt a1 = 1 m (allerede sat) for absolut skalering"
          ],
          "control": "Kontrollér at: (1) alle kanter flugter uden overlap eller huller; (2) antal kvadrater er 13; (3) mindste kvadrat har areal 1 m²; (4) summen af kvadrat-arealer matcher yderrektanglets areal; (5) alle side-løsninger er positive og konsistente.",
          "presentation": "Kan ikke bestemmes uden den viste tegning (manglende længdeforhold)."
        }
      },
      "official": {
        "text": "Børges grund er 933 ⅓ kvadratmeter stor. Den løsning findes ved at kalde et par kvadratsider x og y og derefter successivt opstille alle sammenhængene mellem kvadraternes sidelængder. På den måde ender man med to ligninger med to ubekendte.\n\nVælger vi for eksempel de to kvadrater lige til højre for den sorte firkant og kalder deres sider for x og y, så kan vi bevæge os rundt i Børges have nedefter og mod venstre og får udtrykt sidelængden af det midterste kvadrat foroven som 3x-y+6. Ergo har vi ligningen 3x-y+6 = x+y.\n\nPå tilsvarende vis kan vi bevæge os nedad fra midten af haven og rundt til højre, hvorved vi får 26x-15y+15 = x+y. Når de to ligninger er løst, finder vi grundens sidelængder til 25 meter og 37 ⅓ meter og deraf arealet."
      },
      "evaluation": {
        "text": "Svaret hævder, at resultatet ikke kan bestemmes uden tegningen, mens den officielle løsning udleder entydige sidelængder og areal (933 1/3 m²) ud fra relationer i tegningen. Der er derfor en klar modstrid.\nNO MATCH\nScore: 0.00",
        "verdict": "NO MATCH",
        "score": 0.0
      }
    },
    {
      "task": {
        "title": "Bestem en firkantet talrække | Ingeniøren",
        "url": "https://ing.dk/artikel/bestem-en-firkantet-talraekke",
        "number": 202,
        "text": "Opgave 202:\n\nHer er en talrække, som følger et bestemt system. Det første tal er 111, og det sidste 2008, og nogle af tallene derimiellem kunne erstattes med andre – men at der er 19 tal, det ligger fast!\n\n111, 117, 141, 211, 317, 412, 551, 647, 726, 844, 1057, 1233, 1329, 1528, 1609, 1838, 2002, 2006, 2008 – hvad er systemet i den række?"
      },
      "proposed": {
        "presentation": "Rækken består af tal, hvis 7-segment-sum går fra 6 til 24 i trin á 1 (111→6 segmenter ... 2008→24).",
        "structured": {
          "understanding": "Find reglen, der genererer rækken; nogle tal kan udskiftes, men antal (19) er fast.",
          "classification": "mønstergenkendelse / logik",
          "data": [
            "Rækken (19 tal): 111, 117, 141, 211, 317, 412, 551, 647, 726, 844, 1057, 1233, 1329, 1528, 1609, 1838, 2002, 2006, 2008",
            "7-segment tændte segmenter pr. ciffer: 0→6, 1→2, 2→5, 3→5, 4→4, 5→5, 6→6, 7→3, 8→7, 9→6",
            "Første tal 111: 2+2+2 = 6 segmenter",
            "Sidste tal 2008: 5+6+6+7 = 24 segmenter",
            "Der findes ofte flere tal med samme segmentsum; antallet af trin fra 6 til 24 er 24−6+1 = 19"
          ],
          "method": "Beregn summen af tændte segmenter for hvert tal i et standard 7-segment-display og vis, at summen stiger med 1 for hvert efterfølgende tal (fra 6 til 24).",
          "steps": [
            "111 → 2+2+2 = 6",
            "117 → 2+2+3 = 7",
            "141 → 2+4+2 = 8",
            "211 → 5+2+2 = 9",
            "317 → 5+2+3 = 10",
            "412 → 4+2+5 = 11",
            "551 → 5+5+2 = 12",
            "647 → 6+4+3 = 13",
            "726 → 3+5+6 = 14",
            "844 → 7+4+4 = 15",
            "1057 → 2+6+5+3 = 16",
            "1233 → 2+5+5+5 = 17",
            "1329 → 2+5+5+6 = 18",
            "1528 → 2+5+5+7 = 19",
            "1609 → 2+6+6+6 = 20",
            "1838 → 2+7+5+7 = 21",
            "2002 → 5+6+6+5 = 22",
            "2006 → 5+6+6+6 = 23",
            "2008 → 5+6+6+7 = 24"
          ],
          "control": "Kontrollér at alle summer er heltal og følger rækken 6,7,...,24 uden spring; tæl elementer: 24−6+1=19. Da flere tal kan have samme segmentsum, kan enkelte tal udskiftes, men antal forbliver 19.",
          "presentation": "Rækken består af tal, hvis 7-segment-sum går fra 6 til 24 i trin á 1 (111→6 segmenter ... 2008→24)."
        }
      },
      "official": {
        "text": "De mærkelige tal er såmænd klokkeslæt på et digitalur. Og systemet i talrækken er et stigende antal tændte segmenter på de sædvanlige firkantede displays i sådanne ure.\n\n1:11 består af 6 tændte segmenter, 1:17 af 7 – og så fortsætter vi opad indtil 20:08, som kan præstere hele 24 tændte lysstriber. Færre end 6 eller flere end 24 segmenter kan vi ikke opnå med virkelige klokkeslæt."
      },
      "evaluation": {
        "text": "Svaret fanger præcis idéen: talrækken styres af et stigende antal tændte segmenter på 7-segment-displays fra 6 til 24. Eksemplerne 111→6 og 2008→24 matcher 1:11 og 20:08. Den eksplicitte kobling til klokkeslæt er underforstået, men fagligt korrekt.\n\nMATCH\nScore: 0.97",
        "verdict": "MATCH",
        "score": 0.97
      }
    },
    {
      "task": {
        "title": "Put ti tal på plads | Ingeniøren",
        "url": "https://ing.dk/artikel/put-ti-tal-paa-plads",
        "number": 322,
        "text": "Opgave 322:\n\nCifrene fra 0 til 9 er repræsenteret ved ti forskellige symboler, som udmærker sig ved at ligne hinanden bortset fra deres ‘retning’.\n\nSymbolerne er nu stillet op i et mærligt regnestykke, hvor tallene i rammen skal kunne lægges sammen på alle fire ledder og give resultaterne vist udenfor.\n\nDet drilske er, at når figuren drejes, ændrer symbolerne sig. Set fra højre står der for eksempel:"
      },
      "proposed": {
        "presentation": "Mangler figur og rand-summer (inkl. “set fra højre”); angiv dem for at kunne give den endelige løsning.",
        "structured": {
          "understanding": "Vi skal rekonstruere en talramme med særlige symboler (cifre 0–9), hvor summerne stemmer i alle fire retninger, selv når figuren drejes – fordi symbolernes værdi ændres med ‘retning’.",
          "classification": "logik/kryptaritmetik/kombinatorik",
          "data": [
            "10 symboler repræsenterer cifrene 0–9; symbolernes værdi afhænger af retning/rotation",
            "En ramme (ukendt størrelse) med symboler skal give bestemte rand-summer i alle fire læseretninger",
            "Ved rotation ændres symbolernes tolkning systematisk (samme permutation anvendes overalt)",
            "Konkrete rand-summer og det viste eksempel “set fra højre” mangler i teksten her",
            "Selve rammens layout/placeringer mangler"
          ],
          "method": "Modelér som et constraint-satisfaction-problem: variabler for hver rammecelles symbol/retning og en global konsistent mapping mellem symbol-retninger og cifre; opstil ligninger for rækker/kolonner i alle fire orienteringer og løs ved backtracking/ILP.",
          "steps": [
            "Indlæs/udtræk rammens dimensioner og alle rand-summer for top, højre, bund og venstre.",
            "Definér en konsistent mapping mellem symbol-retninger og cifre, som under rotation giver samme permutation for alle celler.",
            "Opskriv sumligninger for hver række og kolonne i alle fire orienteringer (de fire læseretninger).",
            "Løs systemet ved søgning/ILP med domæner 0–9 og konsistens på tværs af rotationer; prune ved sumintervaller og unikhed.",
            "Valider kandidat mod det konkrete eksempel “set fra højre” fra opgaven.",
            "Bekræft entydighed; hvis flere løsninger, pålæg ekstra opgavespecifikke begrænsninger (fx ingen førende nuller, unik mapping)."
          ],
          "control": "Kontroller at alle rækker/kolonner giver præcis de angivne rand-summer i alle fire orienteringer, og at rotationsreglen anvendes konsistent for hver celle. Sammenhold også med det opgivne eksempel “set fra højre”.",
          "presentation": "Mangler figur og rand-summer (inkl. “set fra højre”); angiv dem for at kunne give den endelige løsning."
        }
      },
      "official": {
        "text": "Cifrene 0123456789 svarer til tegnene ⇒↔∩∪↕⊂⊃⇑⇓⇐.\n\nDet  er lidt svært at forstå det med at dreje figuren og se regnstykkerne, og for det andet er tegnet ⇓ slet ikke med i regnestykkerne. Men bortset fra disse indledende besværligheder er der bare tale om at pusle løs, indtil løsningen er der.\n\nNår de fire additioner er stillet op, kan man starte med at udelukke cifferet 0, som alt andet end ⇒ eller ⇓. 9 kan ikke stå som første ciffer inde i firkanten osv. osv."
      },
      "evaluation": {
        "text": "Svaret påstår manglende oplysninger (figur og rand-summer) og giver ingen løsning, mens den officielle løsning faktisk angiver en konkret cifre-til-tegn mapping og en løsningsstrategi. Den foreslåede respons matcher derfor ikke indholdet eller konklusionerne i den officielle løsning.\n\nNO MATCH\nScore: 0.05",
        "verdict": "NO MATCH",
        "score": 0.05
      }
    },
    {
      "task": {
        "title": "Giv vennerne to liter øl hver | Ingeniøren",
        "url": "https://ing.dk/artikel/giv-vennerne-liter-oel-hver",
        "number": 266,
        "text": "Opgave 266: Bryggeriarbejder Peter får en aften besøg af to venner og kommer til at love dem 2 liter øl hver. Øllet står i to ­store kar, som rummer 80 liter hver, og de eneste andre beholdere er to spande på hver 4 og 5 liter.\n\nFor at undgå, at de tiltusker sig for meget øl, prøver han at stille dem en opgave, før de kan få øllet:\n\n»I skal få afmålt de 2 liter i hver jeres spand ved at hælde øl frem og tilbage mellem spande og kar – uden andre hjælpemidler.« Hvordan kan de det – med færrest mulige omhældninger?"
      },
      "proposed": {
        "presentation": "9 omhældninger.",
        "structured": {
          "understanding": "Find en sekvens af omhældninger mellem to kar (80 L) og to spande (4 L og 5 L), så hver ven ender med præcis 2 liter i sin spand, med færrest mulige omhældninger.",
          "classification": "logik/måleopgave/optimering",
          "data": [
            "2 kar á 80 L (starter fulde)",
            "2 spande: 4 L og 5 L",
            "Mål: 2 L i hver spand",
            "Tilladt: hælde mellem spande og kar; stop når kilde er tom eller modtager er fuld",
            "Kriterie: minimér antal omhældninger"
          ],
          "method": "Først frembringes 2 L i 5 L-spanden via klassisk 4/5-maaletrick (6 omhældninger). Dernæst skabes 2 L frigang i et kar og 4 L-spanden fyldes og hældes i dette kar til det er fuldt, så der bliver 2 L tilbage i 4 L-spanden (3 ekstra omhældninger).",
          "steps": [
            "1) Fyld 5 L-spanden fra kar B: (B→75; 5→5).",
            "2) Hæld 5→4 til 4 er fuld: (4→4; 5→1).",
            "3) Tøm 4 i kar B (til 4 er tom): (B→79; 4→0).",
            "4) Hæld 5→4 (til 5 er tom): (4→1; 5→0).",
            "5) Fyld 5 fra kar B: (B→74; 5→5).",
            "6) Hæld 5→4 til 4 er fuld: (4→4; 5→2). (Nu har 5 L-spanden 2 L.)",
            "7) Tøm 4 i kar B (til 4 er tom): (B→78; 4→0).",
            "8) Fyld 4 fra kar A: (A→76; 4→4).",
            "9) Hæld 4→kar B til B er fuldt (B havde 2 L frigang): (B→80; 4→2). (Nu har 4 L-spanden 2 L.)"
          ],
          "control": "Hvert trin stopper ved fuld modtager eller tom kilde. Ingen kar overskrider 80 L. Slut: 4-spand = 2 L og 5-spand = 2 L. Antal omhældninger = 9. Minimalitet: At frembringe 2 L i én spand med 4/5 kræver mindst 6 omhældninger; at efterlade præcis 2 L i den anden spand kræver mindst et kar med 2 L frigang, hvilket uundgåeligt koster mindst 3 yderligere omhældninger (skabe frigang 2 L, fylde 4 L, slutpour), i alt mindst 9.",
          "presentation": "9 omhældninger."
        }
      },
      "official": {
        "text": "Der kræves ni omhældninger. Femlitersspanden (S5) fyldes op fra kar 1 – 4 liter hældes videre til S4 og derefter tilbage i kar 1.\n\nDen ene liter i S5 hældes over i S4, og S5 fyldes igen fra kar 1. Herefter fyldes S4 fra S5 –det er 3 liter, som hældes om, og tilbage i S5 er altså 2 liter.\n\nS4 tømmes tilbage i kar 1, som nu rummer 78 liter. S4 fyldes dernæst fra kar 2, og kar 1 fyldes nu fra S4, hvorefter der er 2 liter tilbage i S4."
      },
      "evaluation": {
        "text": "Begge angiver, at der kræves ni omhældninger.\nDet foreslåede svar matcher dermed den officielle løsning på det afgørende punkt (antal omhældninger).\n\nMATCH\nScore: 1.00",
        "verdict": "MATCH",
        "score": 1.0
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Del whiskyen med tre glas | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-del-whiskyen-med-tre-glas",
        "number": 378,
        "text": "Opgave 378:\n\nI en flaske whisky er indholdet decimeret til 21 cl. Det vil tre venner gerne dele ligeligt, så hver får netop 7 cl.\n\nSøren har et glas på 11 cl og Erik to glas på 8 og 5 cl – mens Bjørn regner med at drikke sin del fra flasken. Hvordan kan de klare tredelingen ved at omhælde mellem flaske og glas?"
      },
      "proposed": {
        "presentation": "Slutfordeling: Flaske 7 cl, Søren (11 cl) 7 cl, Erik (8 cl) 7 cl; 5-cl-glasset tomt.",
        "structured": {
          "understanding": "Del 21 cl whisky ligeligt i tre dele à 7 cl ved omhældning mellem en flaske (med 21 cl) og glas på 11, 8 og 5 cl, så Bjørn får 7 cl i flasken, Søren 7 cl i 11-cl-glas, og Erik 7 cl i et af sine glas.",
          "classification": "logik/måleproblem (vandkandeproblem)",
          "data": [
            "Flaske: 21 cl (skal ende med 7 cl til Bjørn)",
            "Glas: 11 cl (Søren), 8 cl og 5 cl (Erik)",
            "Mål: 7 cl i 11-cl-glas, 7 cl i 8-cl-glas, 7 cl i flaske",
            "Tilladt: omhældning mellem flaske og glas (og mellem glassene)"
          ],
          "method": "Fremstil 7 cl i 8-cl-glasset ved standard 5↔8-overhældninger; hæld de 7 cl over i 11-cl-glasset. Gentag 5↔8-sekvensen for at lave endnu 7 cl i 8-cl-glasset; herved forbliver 7 cl i flasken.",
          "steps": [
            "Notation: F=flaske, 11=11-cl, 8=8-cl, 5=5-cl. Start: F=21, 11=0, 8=0, 5=0.",
            "Fyld 5 fra F: F=16, 5=5.",
            "Hæld 5→8: F=16, 8=5, 5=0.",
            "Fyld 5 fra F: F=11, 5=5.",
            "Hæld 5→8 (fyld 8; 5 efterlader 2): F=11, 8=8, 5=2.",
            "Tøm 8 i F: F=19, 8=0, 5=2.",
            "Hæld 5→8: F=19, 8=2, 5=0.",
            "Fyld 5 fra F: F=14, 5=5.",
            "Hæld 5→8: F=14, 8=7, 5=0.",
            "Hæld 8→11: F=14, 11=7, 8=0.",
            "Fyld 5 fra F: F=9, 5=5.",
            "Hæld 5→8: F=9, 8=5, 5=0.",
            "Fyld 5 fra F: F=4, 5=5.",
            "Hæld 5→8 (fyld 8; 5 efterlader 2): F=4, 8=8, 5=2.",
            "Tøm 8 i F: F=12, 8=0, 5=2.",
            "Hæld 5→8: F=12, 8=2, 5=0.",
            "Fyld 5 fra F: F=7, 5=5.",
            "Hæld 5→8: F=7, 8=7, 5=0. Slut: F=7, 11=7, 8=7."
          ],
          "control": "Beholdning bevares: summen er altid 21 cl. Alle hældninger respekterer glas-/flaskekapaciteter. Sluttilstand er F=7 (Bjørn), 11=7 (Søren), 8=7 (Erik), 5=0.",
          "presentation": "Slutfordeling: Flaske 7 cl, Søren (11 cl) 7 cl, Erik (8 cl) 7 cl; 5-cl-glasset tomt."
        }
      },
      "official": {
        "text": "11 omhældninger af i alt 56 cl er nok til at klare tredelingen. Løsningen ser således ud, idet de fire tal repræsenterer henholdsvis whiskyflasken og de tre glas på 11, 8 og 5 cl.\n\nIllustration: Ingeniøren.\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": "Brugerens slutfordeling giver tre lige store portioner à 7 cl (flaske, 11-cl-glas, 8-cl-glas) og et tomt 5-cl-glas, hvilket stemmer med målet om tredeling. Den officielle løsning angiver også denne sluttilstand (via sekvensen) og tilføjer blot, at det kan gøres på 11 omhældninger (56 cl i alt flyttet), som brugeren ikke adresserer men heller ikke modsiger.\n\nMATCH\nScore: 0.85",
        "verdict": "MATCH",
        "score": 0.85
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Bestem professorernes alder | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-bestem-professorernes-alder",
        "number": 196,
        "text": "Opgave 196:\n\nSeks professorer sidder om frokostbordet og diskuterer alder. Ingen af dem har samme alder, og de er alle mellem 20 og 70 år gamle.\n\nProfessorerne har et mærkeligt forhold til sandheden. Dem over 40 taler sandt, undtagen hvis deres alder er delelig med 17. Omvendt lyver alle professorerne under 40, bortset fra dem hvis alder er delelig med 13.\n\nHør nu, hvad de siger. Jørgensen: »Watson er ældre end mig«. Frandsen: »Jørgensen er 30 år yngre end Morrison«. Morrison: »Jeg er 51 år gammel«. Schwartz: »Morrison er 52 år. Jeg er ikke 29 år«. Watson: »Jørgensen lyver. Gregersen er 61«. Gregersen: »Schwartz tager fejl. Frandsen er 39 år gammel«.\n\nSpørgsmålet er nu: Hvor gamle er professorerne?"
      },
      "proposed": {
        "presentation": "Jørgensen: 38 år; Frandsen: 39 år; Morrison: 68 år; Schwartz: 29 år; Watson: 26 år; Gregersen: 61 år",
        "structured": {
          "understanding": "Bestem hver professors alder ud fra deres udsagn og sandhedsreglerne.",
          "classification": "logik",
          "data": [
            "6 professorer: Jørgensen (J), Frandsen (F), Morrison (M), Schwartz (S), Watson (W), Gregersen (G)",
            "Alle aldre forskellige, mellem 20 og 70 år",
            "Regel: Over 40 siger sandt, undtagen hvis alderen er delelig med 17 (51, 68) → lyver",
            "Regel: Under 40 lyver, undtagen hvis alderen er delelig med 13 (26, 39) → siger sandt",
            "J: \"W er ældre end mig\" → W > J",
            "F: \"J er 30 år yngre end M\" → J = M − 30",
            "M: \"Jeg er 51\" → M = 51",
            "S: \"M er 52. Jeg er ikke 29\" → (M = 52) og (S ≠ 29)",
            "W: \"J lyver. G er 61\" → (J lyver) og (G = 61)",
            "G: \"S tager fejl. F er 39\" → (S lyver) og (F = 39)"
          ],
          "method": "Modstrids- og caseanalyse ud fra sandhedsreglerne, omsæt udsagn til ligninger/ulikheder, og indsnævr ved interval- og unikheds-krav.",
          "steps": [
            "Antag M = 51. Da 51 er >40 og delelig med 17, skulle M lyve, men udsagnet \"jeg er 51\" ville så være sandt → modstrid. Så M ≠ 51, og udsagnet er falsk → M lyver.",
            "Hvis S sagde sandt, så M = 52. Men ved M = 52 (>40, ikke 17-multipel) skulle M sige sandt, modsat at hans udsagn er falsk. Derfor S lyver → M ≠ 52 og S = 29 (begge S-udsagn er falske).",
            "Da S lyver, er G’s udsagns første del \"S tager fejl\" sand. Hvis G løj, skulle begge dele være falske, hvilket ville gøre første del falsk → modstrid. Derfor G siger sandt → F = 39.",
            "F = 39 (under 40 og delelig med 13) → F siger sandt → J = M − 30.",
            "M lyver og kan derfor ikke være >40 og ikke-17-multipel. Fra J = M − 30 og 20 ≤ J ≤ 70 fås 50 ≤ M ≤ 70. Foren med M lyver og M ≠ 51,52 → M må være 68 (17-multipel). Så J = 68 − 30 = 38.",
            "J = 38 (under 40, ikke delelig med 13) → J lyver. W siger: \"J lyver\" og \"G er 61\". Første del er sand, så W kan ikke være løgner (ellers skulle begge være falske). Derfor W siger sandt → G = 61.",
            "J lyver om \"W er ældre end mig\" → negation: W < J = 38. For at W siger sandt under 40 skal W være 26 eller 39; 39 er ikke < 38 og er optaget af F. Derfor W = 26.",
            "Opsamling: S = 29, F = 39, J = 38, M = 68, G = 61, W = 26. Alle inden for intervallet og forskellige."
          ],
          "control": "Kontrol af sandhedsregler: M(68) >40 og 17-multipel → lyver (\"jeg er 51\" falsk); S(29) <40 → lyver (\"M=52\" falsk, \"jeg er ikke 29\" falsk); F(39) <40 og 13-multipel → siger sandt (J = 68−30 = 38); J(38) <40 → lyver (\"W>J\" falsk, da W=26); W(26) <40 og 13-multipel → siger sandt (\"J lyver\" sand, \"G=61\" sand); G(61) >40 ikke 17-multipel → siger sandt (\"S tager fejl\" sand, \"F=39\" sand). Alle aldre unikke og mellem 20 og 70.",
          "presentation": "Jørgensen: 38 år; Frandsen: 39 år; Morrison: 68 år; Schwartz: 29 år; Watson: 26 år; Gregersen: 61 år"
        }
      },
      "official": {
        "text": "Jørgensen er 38 år gammel, Morrison er 68, og Schwartz er 29. De lyver, mens de tre sandfærdige professorer er Watson på 26, Frandsen på 39 og Gregersen på 61 år.\n\nVi kan starte med Morrison, som påstår, at han er 51 år. Så lyver han, og ergo er han under 40 eller netop 68 år.\n\nSchwartz lyver dermed også, når han påstår, at Morrison er 52 år, og derfor har Schwartz netop alderen 29 år. Sådan fortsætter man, til alle er aldersbestemt.\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": "Svaret angiver præcis de samme aldre som den officielle løsning: Jørgensen 38, Morrison 68, Schwartz 29, Watson 26, Frandsen 39, Gregersen 61. Dette stemmer også med opdelingen i løgnere (Jørgensen, Morrison, Schwartz) og sandfærdige (Watson, Frandsen, Gregersen).\n\nMATCH\nScore: 1.00",
        "verdict": "MATCH",
        "score": 1.0
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Bestem trekantens vinkler | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-bestem-trekantens-vinkler",
        "number": 108,
        "text": "Illustration: Ingeniøren.\n\nOpgave 108:\n\nI en ligebenet trekant er tegnet tre ekstra linjer. Hvor stor er vinkel x?\n\nRegner man blot løs på vinklerne, bliver det meget kompliceret. Så i stedet gælder det om at indtegne et par smarte hjælpelinjer."
      },
      "proposed": {
        "presentation": "Utilstrækkelige oplysninger: x kan ikke bestemmes uden den konkrete figur/vinkelmål.",
        "structured": {
          "understanding": "Bestem vinkel x i en ligebenet trekant med tre indtegnede ekstra linjer; opgaven antyder brug af smarte hjælpelinjer frem for direkte vinkeljagt.",
          "classification": "Geometri (euklidisk vinkeljagt, hjælpelinjer/parallelkonstruktioner)",
          "data": [
            "Ligebenet trekant (to sider/grundvinkler er lige store)",
            "Tre ekstra linjer er tegnet i figuren (ukendt præcis placering)",
            "Vinkel x skal bestemmes",
            "Illustration mangler, ingen konkrete vinkelmål angivet"
          ],
          "method": "Uden figur er x ikke entydigt bestemt. Med figur: indtegn parallelle hjælpelinjer eller spejl akse for at danne ensvinklede og kongruente trekanter; brug ligebenet-egenskaber, vinkelsum og ensvinklethed.",
          "steps": [
            "Identificér toppunkt og grundvinkler i den ligebenede trekant.",
            "Indtegn en hjælpelinje parallel med basis eller symmetriaksen for at skabe ensvinklede trekanter.",
            "Marker ligestore vinkler fra ligebenet egenskab og fra parallelle linjer (alternerende indre/korresponderende vinkler).",
            "Brug vinkelsummer i trekanter (180°) og eventuelt isosceles-trapez egenskaber til at udtrykke x.",
            "Kombinér relationerne for at isolere x.",
            "Verificér at alle vinkelrelationer stemmer med figurens geometri."
          ],
          "control": "Tjek at alle trekanters vinkelsum er 180°, at ligebenede sider giver lige grundvinkler, og at vinkler skabt af parallelle linjer er ens. Sammenlign også med eventuelle givne tal i figuren.",
          "presentation": "Utilstrækkelige oplysninger: x kan ikke bestemmes uden den konkrete figur/vinkelmål."
        }
      },
      "official": {
        "text": "Vinkel x er 50 grader.\n\nVi vælger punktet P, så linjestykkerne AD og PD er lige lange.\n\nSå viser det sig, at også BP, PC og CD har samme længde.\n\nVinklerne PCD, CDP og DPC er ens, altså 60 grader.\n\nVinkel BPC er 40 grader, og så er vinklerne PBC og BCP hver 70 grader.\n\nAltså er vinkel x 50 grader.\n\nRettelse: En fejl i opgaveformuleringen fra uge 41 (Regn med piger) har skabt forståelig frustration blandt opgaveløserne. Opgaven er nu opdateret i artiklen her . Undskyld, vi strammer op!\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": "Foreslået svar hævder, at x ikke kan bestemmes, mens den officielle løsning entydigt fastslår x = 50° via en konkret geometrisk konstruktion. Der er således tilstrækkelig information, og et numerisk resultat gives.\nNO MATCH\nScore: 0.00",
        "verdict": "NO MATCH",
        "score": 0.0
      }
    },
    {
      "task": {
        "title": "Tænkeboks: Løb med løgnhalsene | Ingeniøren",
        "url": "https://ing.dk/artikel/taenkeboks-loeb-med-loegnhalsene",
        "number": 4,
        "text": "Opgave 4:\n\nFem personer løber om kap, og bagefter snakker de om løbet. Beruset af stemningen er det ikke rigtigt, hvad de to vindere siger, mens de øvrige tre taler fuldstændig sandt.\n\nAndersen: Christensen kom efter Madsen. Nielsen: Larsen blev kun nummer tre. Christensen: Jeg var blandt de fire første. Berg: Madsen blev nummer to. Madsen: Berg vandt i hvert fald ikke.\n\nI hvilken rækkefølge kom de i mål?"
      },
      "proposed": {
        "presentation": "To mulige rækkefølger: (1) 1: Larsen, 2: Berg, 3: Madsen, 4: Christensen, 5: Andersen; (2) 1: Andersen, 2: Berg, 3: Larsen, 4: Christensen, 5: Madsen.",
        "structured": {
          "understanding": "Find målrækkefølgen ud fra fem udsagn, hvor de to øverste (vinderne) lyver og de tre øvrige taler sandt.",
          "classification": "logik",
          "data": [
            "Personer (antagelse pga. tydelig trykfejl): Andersen (A), Berg (B), Christensen (C), Larsen (L), Madsen (M)",
            "Vinderne (nr. 1 og 2) lyver; nr. 3–5 siger sandt",
            "A: C kom efter M (C > M)",
            "L: L blev kun nr. 3 (L = 3)",
            "C: Jeg var blandt de fire første (C ≤ 4)",
            "B: M blev nr. 2 (M = 2)",
            "M: Berg vandt i hvert fald ikke (B ≠ 1)"
          ],
          "method": "Caseanalyse med sandheds-/løgnmønster: først afgør vi hvem der må være vinder/løgner, derefter placerer vi resten konsistent.",
          "steps": [
            "C kan ikke være vinder: som vinder ville \"C ≤ 4\" være sandt, men vindere lyver. Derfor er C sand og C ∈ {3,4}.",
            "B kan ikke være sand: Antag B sand ⇒ M = 2 (vinder) ⇒ M skal lyve ⇒ \"B ≠ 1\" falsk ⇒ B = 1 (vinder), men så er B en vinder der taler sandt; modstrid. Altså er B vinder og lyver.",
            "Da B lyver, er M ≠ 2. M er dermed ikke vinder og taler sandt ⇒ B ≠ 1 ⇒ B = 2.",
            "Vinder nr. 1 er derfor enten L eller A.",
            "Case 1: L er vinder (L = 1, lyver ⇒ L ≠ 3 opfyldt). A, C, M er sande. C ∈ {3,4} og A: C > M. Muligt valg: M = 3, C = 4, A = 5. Giver rækkefølge: 1:L, 2:B, 3:M, 4:C, 5:A.",
            "Case 2: L er ikke vinder. Som taber skal L tale sandt, så L = 3. Da B = 2 er A = 1 (vinder og lyver), så A: C > M er falsk ⇒ C < M. Med C sand og ikke 3 fås C = 4 og M = 5. Rækkefølge: 1:A, 2:B, 3:L, 4:C, 5:M."
          ],
          "control": "Begge rækkefølger opfylder: vinderne (nr. 1 og 2) lyver (B: \"M=2\" falsk; i case 1 lyver L: \"L=3\"; i case 2 lyver A: \"C>M\"). De øvrige udsagn er sande. Alle pladser er unikke og konsistente.",
          "presentation": "To mulige rækkefølger: (1) 1: Larsen, 2: Berg, 3: Madsen, 4: Christensen, 5: Andersen; (2) 1: Andersen, 2: Berg, 3: Larsen, 4: Christensen, 5: Madsen."
        }
      },
      "official": {
        "text": "Rækkefølgen er Nielsen – Berg – Madsen – Christensen – Larsen. Alle andre rækkefølger fører til en modstrid, når udsagnene fra nr. 1 og 2 skal være falske.\n\nIllustration: Ingeniøren."
      },
      "evaluation": {
        "text": "Foreslået rækkefølge afviger klart fra den officielle: korrekt rækkefølge er Nielsen – Berg – Madsen – Christensen – Larsen, mens de foreslåede både udelader Nielsen og har andre positioner. Officiel løsning angiver desuden entydig rækkefølge, ikke to muligheder.\n\nNO MATCH\nScore: 0.00",
        "verdict": "NO MATCH",
        "score": 0.0
      }
    }
  ]
}